{
    "1": "While it is young, it uses the nutrients that are\nstored in the seed on its back in order to grow.",
    "2": "Exposure to sunlight adds to its strength.\nSunlight also makes the bud on its back\ngrow larger.",
    "3": "Huge amounts of pollen burst from it with the\nforce of a volcanic eruption. Breathing in too\nmuch of the pollen can cause fainting.",
    "4": "From the time it is born, a flame burns at the tip\nof its tail. Its life would end if the flame were to\ngo out.",
    "5": "If it becomes agitated during battle, it spouts\nintense flames, incinerating its surroundings.",
    "6": "The flame inside its body burns hotter than\n3,600 degrees Fahrenheit. When Charizard\nroars, that temperature climbs even higher.",
    "7": "When it feels threatened, it draws its limbs inside\nits shell and sprays water from its mouth.",
    "8": "It cleverly controls its furry ears and tail to\nmaintain its balance while swimming.",
    "9": "Water fired from this Pokémon’s central main\ncannon has enough power to blast a hole into\na mountain.",
    "10": "Its short feet are tipped with suction pads that\nenable it to tirelessly climb slopes and walls.",
    "11": "Even though it is encased in a sturdy shell,\nthe body inside is tender. It can’t withstand a\nharsh attack.",
    "12": "Once it has opponents trapped in a tornado that\ncould blow away a 10-ton truck, it finishes them\noff with its poisonous scales.",
    "13": "Beware of the sharp stinger on its head. It hides\nin grass and bushes where it eats leaves.",
    "14": "Able to move only slightly. When endangered, it\nmay stick out its stinger and poison its enemy.",
    "15": "Its legs have become poison stingers. It stabs its\nprey repeatedly with the stingers on its limbs,\ndealing the final blow with the stinger on its rear.",
    "16": "Very docile. If attacked, it will often kick up\nsand to protect itself rather than fight back.",
    "17": "This Pokémon is full of vitality. It constantly flies\naround its large territory in search of prey.",
    "18": "With its muscular strength now greatly\nincreased, it can fly continuously for two weeks\nwithout resting.",
    "19": "Will chew on anything with its fangs. If you\nsee one, you can be certain that 40 more\nlive in the area.",
    "20": "Its hind feet are webbed. They act as flippers,\nso it can swim in rivers and hunt for prey.",
    "21": "Inept at flying high. However, it can fly around\nvery fast to protect its territory.",
    "22": "A Pokémon that dates back many years. If it\nsenses danger, it flies high and away, instantly.",
    "23": "The older it gets, the longer it grows. At night, it\nwraps its long body around tree branches to rest.",
    "24": "The frightening patterns on its belly have been\nstudied. Six variations have been confirmed.",
    "25": "When it smashes its opponents with its bolt-\nshaped tail, it delivers a surge of electricity\nequivalent to a lightning strike.",
    "26": "This Pokémon rides on its tail while it uses\nits psychic powers to levitate. It attacks with\nstar-shaped thunderbolts.",
    "27": "It lives in snowy mountains on southern islands.\nWhen a blizzard rolls in, this Pokémon hunkers\ndown in the snow to avoid getting blown away.",
    "28": "Many people climb snowy mountains, hoping to\nsee the icy spikes of these Pokémon glistening\nin the light of dawn.",
    "29": "A mild-mannered Pokémon that does not like\nto fight. Beware—its small horn secretes venom.",
    "30": "When resting deep in its burrow, its barbs always\nretract. This is proof that it is relaxed.",
    "31": "Tough scales cover the sturdy body of\nthis Pokémon. It appears that the scales\ngrow in cycles.",
    "32": "Its large ears are always kept upright. If it senses\ndanger, it will attack with a poisonous sting.",
    "33": "Its horn contains venom. If it stabs an\nenemy with the horn, the impact makes\nthe poison leak out.",
    "34": "Its steel-like hide adds to its powerful tackle.\nIts horns are so hard, they can pierce a diamond.",
    "35": "Its adorable behavior and cry make it highly popular.\nHowever, this cute Pokémon is rarely found.",
    "36": "Their ears are sensitive enough to hear a pin\ndrop from over a mile away, so they’re usually\nfound in quiet places.",
    "37": "If you observe its curly hairs through\na microscope, you’ll see small ice\nparticles springing up.",
    "38": "While it will guide travelers who get lost on a\nsnowy mountain down to the mountain’s base,\nit won’t forgive anyone who harms nature.",
    "39": "By freely changing the wavelength of its voice,\nJigglypuff sings a mysterious melody sure to\nmake any listener sleepy.",
    "40": "It’s proud of its fur, which is fine and delicate.\nIn particular, the curl on its forehead has a\ntexture that’s perfectly heavenly.",
    "41": "Emits ultrasonic cries while it flies. They act as\na sonar used to check for objects in its way.",
    "42": "It attacks in a stealthy manner,\nwithout warning. Its sharp fangs\nare used to bite and to suck blood.",
    "43": "During the day, it stays in the cold underground\nto avoid the sun. It grows by bathing in moonlight.",
    "44": "What appears to be drool is actually sweet honey.\nIt is very sticky and clings stubbornly if touched.",
    "45": "The larger its petals, the more toxic pollen it\ncontains. Its big head is heavy and hard to hold up.",
    "46": "Burrows under the ground to gnaw on\ntree roots. The mushrooms on its back\nabsorb most of the nutrition.",
    "47": "The bug host is drained of energy by\nthe mushroom on its back. The mushroom\nappears to do all the thinking.",
    "48": "Its large eyes act as radar. In a bright place, you\ncan see that they are clusters of many tiny eyes.",
    "49": "The powdery scales on its wings are hard to\nremove from skin. They also contain poison\nthat leaks out on contact.",
    "50": "Its three hairs change shape depending on\nDiglett’s mood. They’re a useful communication\ntool among these Pokémon.",
    "51": "These Diglett triplets dig over 60 miles below sea\nlevel. No one knows what it’s like underground.",
    "52": "These daring Pokémon have coins on their\nforeheads. Darker coins are harder, and harder\ncoins garner more respect among Meowth.",
    "53": "This Pokémon is one tough opponent. Not only\ndoes it have formidable physical abilities, but it’s\nalso not above fighting dirty.",
    "54": "As Psyduck gets stressed out, its headache gets\nprogressively worse. It uses intense psychic\nenergy to overwhelm those around it.",
    "55": "Old tales tell of Golduck punishing those that\ndefiled its river. The guilty were dragged into\nthe water and taken away.",
    "56": "An agile Pokémon that lives in trees. It angers\neasily and will not hesitate to attack anything.",
    "57": "It stops being angry only when nobody else\nis around. To view this moment is very difficult.",
    "58": "Extremely loyal, it will fearlessly bark at any\nopponent to protect its own Trainer from harm.",
    "59": "A Pokémon that has long been admired for its\nbeauty. It runs agilely as if on wings.",
    "60": "In rivers with fast-flowing water, this Pokémon will\ncling to a rock by using its thick lips, which act\nlike a suction cup.",
    "61": "This Pokémon’s sweat is a slimy mucus. When\ncaptured, Poliwhirl can slither from its enemies’\ngrasp and escape.",
    "62": "Poliwrath is skilled at both swimming and martial\narts. It uses its well-trained arms to dish out\npowerful punches.",
    "63": "Abra can teleport in its sleep. Apparently\nthe more deeply Abra sleeps, the farther its\nteleportations go.",
    "64": "This Pokémon’s telekinesis is immensely powerful.\nTo prepare for evolution, Kadabra stores up\npsychic energy in the star on its forehead.",
    "65": "Alakazam wields potent psychic powers. It’s said\nthat this Pokémon used these powers to create\nthe spoons it holds.",
    "66": "Always brimming with power, it passes time by\nlifting boulders. Doing so makes it even stronger.",
    "67": "Its formidable body never gets tired. It helps\npeople by doing work such as the moving of\nheavy goods.",
    "68": "With four arms that react more quickly than it\ncan think, it can execute many punches at once.",
    "69": "Prefers hot and humid places. It ensnares\ntiny bugs with its vines and devours them.",
    "70": "When hungry, it swallows anything that moves.\nIts hapless prey is dissolved by strong acids.",
    "71": "Lures prey with the sweet aroma of honey.\nSwallowed whole, the prey is dissolved in a day,\nbones and all.",
    "72": "This Pokémon is mostly made of water.\nA Tentacool out in the ocean is very hard to\nspot, because its body blends in with the sea.",
    "73": "Its 80 tentacles can stretch and shrink freely.\nTentacruel ensnares prey in a net of spread-out\ntentacles, delivering venomous stings to its catch.",
    "74": "Its stone head is imbued with electricity and\nmagnetism. If you carelessly step on one,\nyou’ll be in for a painful shock.",
    "75": "When it comes rolling down a mountain path,\nanything in its way gets zapped by electricity\nand sent flying.",
    "76": "Once it sheds its skin, its body turns tender\nand whitish. Its hide hardens when it’s\nexposed to air.",
    "77": "This Pokémon will look into your eyes and read\nthe contents of your heart. If it finds evil there,\nit promptly hides away.",
    "78": "The fastest runner becomes the leader, and it\ndecides the herd’s pace and direction of travel.",
    "79": "When this Pokémon’s tail is soaked in water,\nsweetness seeps from it. Slowpoke uses this trait\nto lure in and fish up other Pokémon.",
    "80": "If this Pokémon squeezes the tongue of the\nShellder biting it, the Shellder will launch a toxic\nliquid from the tip of its shell.",
    "81": "It subsists on electricity. As Magnemite flies, it\nemits electromagnetic waves from the units on\neach side of its body.",
    "82": "This Pokémon is constantly putting out a powerful\nmagnetic force. Most computers go haywire when\na Magneton approaches.",
    "83": "They use a plant stalk as a weapon, but not all\nof them use it in the same way. Several distinct\nstyles of stalk fighting have been observed.",
    "84": "Its short wings make flying difficult. Instead, this\nPokémon runs at high speed on developed legs.",
    "85": "One of Doduo’s two heads splits to form\na unique species. It runs close to 40 mph\nin prairies.",
    "86": "Loves freezing-cold conditions.\nRelishes swimming in a frigid climate\nof around 14 degrees Fahrenheit.",
    "87": "Its entire body is a snowy white. Unharmed by\neven intense cold, it swims powerfully\nin icy waters.",
    "88": "Made of congealed sludge. It smells too putrid\nto touch. Even weeds won’t grow in its path.",
    "89": "Smells so awful, it can cause fainting.\nThrough degeneration of its nose,\nit lost its sense of smell.",
    "90": "Its hard shell repels any kind of attack. It is\nvulnerable only when its shell is open.",
    "91": "Once it slams its shell shut, it is impossible to\nopen, even by those with superior strength.",
    "92": "With its gas-like body, it can sneak into any place\nit desires. However, it can be blown away by wind.",
    "93": "If you get the feeling of being watched in darkness\nwhen nobody is around, Haunter is there.",
    "94": "It lays traps, hoping to steal the lives of those it\ncatches. If you stand in front of its mouth, you’ll\nhear your loved ones’ voices calling out to you.",
    "95": "It rapidly bores through the ground at 50 mph by\nsquirming and twisting its massive, rugged body.",
    "96": "If you sleep by it all the time, it will sometimes\nshow you dreams it had eaten in the past.",
    "97": "Avoid eye contact if you come across one. It will\ntry to put you to sleep by using its pendulum.",
    "98": "If it senses danger approaching, it cloaks itself\nwith bubbles from its mouth so it will look bigger.",
    "99": "The bubbles it spews out are strongly alkaline.\nAny opponents hit by them will have their bodies\nquickly melted away.",
    "100": "It is said to camouflage itself as a Poké Ball.\nIt will self-destruct with very little stimulus.",
    "101": "Stores electrical energy inside its body. Even the\nslightest shock could trigger a huge explosion.",
    "102": "These Pokémon get nervous when they’re not in a\ngroup of six. The minute even one member of the\ngroup goes missing, Exeggcute become cowardly.",
    "103": "When they work together, Exeggutor’s three\nheads can put out powerful psychic energy.\nCloudy days make this Pokémon sluggish.",
    "104": "This Pokémon wears the skull of its deceased\nmother. Sometimes Cubone’s dreams make it cry,\nbut each tear Cubone sheds makes it stronger.",
    "105": "When this Pokémon evolved, the skull of its\nmother fused to it. Marowak’s temperament also\nturned vicious at the same time.",
    "106": "The legs freely contract and stretch. The stretchy\nlegs allow it to hit a distant foe with a rising kick.",
    "107": "Its punches slice the air. However, it seems to\nneed a short break after fighting for three minutes.",
    "108": "Bug Pokémon are Lickitung’s main food source.\nThis Pokémon paralyzes its prey with a lick from\nits long tongue, then swallows the prey whole.",
    "109": "It adores polluted air. Some claim that Koffing\nused to be more plentiful in the Galar region\nthan they are now.",
    "110": "Long ago, during a time when droves of factories\nfouled the air with pollution, Weezing changed\ninto this form for some reason.",
    "111": "It can remember only one thing at a time. Once it\nstarts rushing, it forgets why it started.",
    "112": "Protected by an armor-like hide, it is capable of\nliving in molten lava of 3,600 degrees Fahrenheit.",
    "113": "This species was once very slow. To protect their\neggs from other creatures, these Pokémon\nbecame able to flee quickly.",
    "114": "The vines of a Tangela have a distinct scent.\nIn some parts of Galar, Tangela vines are used\nas herbs.",
    "115": "There are records of a lost human child being\nraised by a childless Kangaskhan.",
    "116": "They swim with dance-like motions and cause\nwhirlpools to form. Horsea compete to see which\nof them can generate the biggest whirlpool.",
    "117": "Seadra’s mouth is slender, but its suction power\nis strong. In an instant, Seadra can suck in food\nthat’s larger than the opening of its mouth.",
    "118": "Its dorsal and pectoral fins are strongly developed\nlike muscles. It can swim at a speed of five knots.",
    "119": "Using its horn, it bores holes in riverbed\nboulders, making nests to prevent its eggs from\nwashing away.",
    "120": "Fish Pokémon nibble at it, but Staryu isn’t\nbothered. Its body regenerates quickly, even\nif part of it is completely torn off.",
    "121": "Starmie swims by spinning its body at high speed.\nAs this Pokémon cruises through the ocean, it\nabsorbs tiny plankton.",
    "122": "It’s known for its top-notch pantomime skills.\nIt protects itself from all sorts of attacks by\nemitting auras from its fingers to create walls.",
    "123": "If you come across an area in a forest where a lot\nof the trees have been cut down, what you’ve\nfound is a Scyther’s territory.",
    "124": "Appears to move to a rhythm of its own, as if it\nwere dancing. It wiggles its hips as it walks.",
    "125": "If a major power outage occurs, it is certain\nthat this Pokémon has eaten electricity\nat a power plant.",
    "126": "Born in an active volcano. Its body is\nalways cloaked in flames, so it looks like\na big ball of fire.",
    "127": "This Pokémon clamps its pincers down on its prey\nand then either splits the prey in half or flings\nit away.",
    "128": "The Tauros of the Galar region are volatile in\nnature, and they won’t allow people to ride on\ntheir backs.",
    "129": "This weak and pathetic Pokémon gets easily\npushed along rivers when there are strong currents.",
    "130": "Once it begins to rampage, a Gyarados will burn\neverything down, even in a harsh storm.",
    "131": "It surrounds itself with a huge ring of gathered ice\nparticles. It uses the ring to smash any icebergs\nthat might impede its graceful swimming.",
    "132": "When it encounters another Ditto, it will move\nfaster than normal to duplicate that opponent exactly.",
    "133": "Thanks to its unstable genetic makeup, this\nspecial Pokémon conceals many different\npossible evolutions.",
    "134": "Its body’s cellular structure is similar to the\nmolecular composition of water. It can melt\ninvisibly in water.",
    "135": "It accumulates negative ions in the atmosphere to\nblast out 10,000-volt lightning bolts.",
    "136": "It stores some of the air it inhales in its internal\nflame pouch, which heats it to over\n3,000 degrees Fahrenheit.",
    "137": "In recent years, this species has been very helpful\nin cyberspace. These Pokémon will go around\nchecking to make sure no suspicious data exists.",
    "138": "An ancient Pokémon that was recovered from\na fossil. It swam by cleverly twisting its\n10 tentacles about.",
    "139": "Its sharp beak rings its mouth. Its shell was too\nbig for it to move freely, so it became extinct.",
    "140": "A Pokémon that was recovered from a fossil.\nIt used the eyes on its back while hiding\non the seafloor.",
    "141": "A slim and fast swimmer. It sliced its prey with\nits sharp sickles and drank the body fluids.",
    "142": "The power of Mega Evolution has completely\nrestored its genes. The rocks on its body are\nharder than diamond.",
    "143": "This Pokémon’s stomach is so strong, even eating\nmoldy or rotten food will not affect it.",
    "144": "A legendary bird Pokémon. It freezes water\nthat is contained in winter air and makes it snow.",
    "145": "This legendary bird Pokémon is said to\nappear when the sky turns dark and lightning\nshowers down.",
    "146": "A legendary bird Pokémon. As it flaps its\nflaming wings, even the night sky will turn red.",
    "147": "Long thought to be a myth, this Pokémon’s\nexistence was only recently confirmed by a\nfisherman who caught one.",
    "148": "According to a witness, its body was surrounded\nby a strange aura that gave it a mystical look.",
    "149": "It is said that this Pokémon lives somewhere\nin the sea and that it flies. However, these are\nonly rumors.",
    "150": "Psychic power has augmented its muscles.\nIt has a grip strength of one ton and can sprint\na hundred meters in two seconds flat!",
    "151": "When viewed through a microscope, this\nPokémon’s short, fine, delicate hair can be seen.",
    "152": "In battle, Chikorita waves its leaf around to keep the foe at\nbay. However, a sweet fragrance also wafts from the leaf,\nbecalming the battling Pokémon and creating a cozy,\nfriendly atmosphere all around.",
    "153": "Bayleef’s neck is ringed by curled-up leaves. Inside each\ntubular leaf is a small shoot of a tree. The fragrance of this\nshoot makes people peppy.",
    "154": "The fragrance of Meganium’s flower soothes and calms\nemotions. In battle, this Pokémon gives off more of its\nbecalming scent to blunt the foe’s fighting spirit.",
    "155": "Cyndaquil protects itself by flaring up the flames on its back.\nThe flames are vigorous if the Pokémon is angry. However, if it\nis tired, the flames splutter fitfully with incomplete combustion.",
    "156": "Quilava keeps its foes at bay with the intensity of its flames\nand gusts of superheated air. This Pokémon applies its\noutstanding nimbleness to dodge attacks even while scorching\nthe foe with flames.",
    "157": "Typhlosion obscures itself behind a shimmering heat haze that\nit creates using its intensely hot flames. This Pokémon creates\nblazing explosive blasts that burn everything to cinders.",
    "158": "Despite the smallness of its body, Totodile’s jaws are very\npowerful. While the Pokémon may think it is just playfully\nnipping, its bite has enough power to cause serious injury.",
    "159": "Once Croconaw has clamped its jaws on its foe, it will\nabsolutely not let go. Because the tips of its fangs are\nforked back like barbed fishhooks, they become impossible\nto remove when they have sunk in.",
    "160": "Feraligatr intimidates its foes by opening its huge mouth.\nIn battle, it will kick the ground hard with its thick and powerful\nhind legs to charge at the foe at an incredible speed.",
    "161": "When Sentret sleeps, it does so while another stands guard.\nThe sentry wakes the others at the first sign of danger. When\nthis Pokémon becomes separated from its pack, it becomes\nincapable of sleep due to fear.",
    "162": "Furret has a very slim build. When under attack, it can slickly\nsquirm through narrow spaces and get away. In spite of its\nshort limbs, this Pokémon is very nimble and fleet.",
    "163": "It begins to hoot at the same time every day.\nSome Trainers use them in place of clocks.",
    "164": "When it needs to think, it rotates its head\n180 degrees to sharpen its intellectual power.",
    "165": "These very cowardly Pokémon join together and\nuse Reflect to protect their nest.",
    "166": "It flies through the night sky, sprinkling sparkly\ndust. According to some, if that dust sticks to\nyou, good things will happen to you.",
    "167": "Although the poison from its fangs isn’t that\nstrong, it’s potent enough to weaken prey that\ngets caught in its web.",
    "168": "It spews threads from its mouth to catch its\nprey. When night falls, it leaves its web to go\nhunt aggressively.",
    "169": "It feeds on the blood of living people and\nPokémon. If it can’t drink any blood for even a\nshort while, it becomes weak and unable to fly.",
    "170": "On the dark ocean floor, its only means of\ncommunication is its constantly flashing lights.",
    "171": "This Pokémon flashes a bright light that blinds\nits prey. This creates an opening for it to deliver\nan electrical attack.",
    "172": "The electric sacs in its cheeks are small. If even a\nlittle electricity leaks, it becomes shocked.",
    "173": "Because of its unusual, starlike silhouette, people\nbelieve that it came here on a meteor.",
    "174": "Taking advantage of the softness of its body,\nIgglybuff moves as if bouncing. Its body turns a\ndeep pink when its temperature rises.",
    "175": "It is considered to be a symbol of good luck.\nIts shell is said to be filled with happiness.",
    "176": "It grows dispirited if it is not with kind people.\nIt can float in midair without moving its wings.",
    "177": "Because its wings aren’t yet fully grown, it has to\nhop to get around. It is always staring\nat something.",
    "178": "This odd Pokémon can see both the past and\nthe future. It eyes the sun’s movement all day.",
    "179": "Rubbing its fleece generates electricity.\nYou’ll want to pet it because it’s cute, but if you\nuse your bare hand, you’ll get a painful shock.",
    "180": "It stores electricity in its fluffy fleece. If it\nstores up too much, it will start to go bald in\nthose patches.",
    "181": "Its tail shines bright and strong. It has been\nprized since long ago as a beacon for sailors.",
    "182": "Bellossom gather at times and appear to dance.\nThey say that the dance is a ritual to summon\nthe sun.",
    "183": "Even after Marill swims in a cold sea, its water-\nrepellent fur dries almost as soon as Marill leaves\nthe water. That’s why this Pokémon is never cold.",
    "184": "These Pokémon create air-filled bubbles. When\nAzurill play in rivers, Azumarill will cover them\nwith these bubbles.",
    "185": "It disguises itself as a tree to avoid attack. It hates\nwater, so it will disappear if it starts raining.",
    "186": "The cry of a male is louder than that of a female.\nMale Politoed with deep, menacing voices find\nmore popularity with the opposite gender.",
    "187": "This Pokémon drifts and floats with the wind. If it senses the\napproach of strong winds, Hoppip links its leaves with other\nHoppip to prepare against being blown away.",
    "188": "Skiploom’s flower blossoms when the temperature rises\nabove 64 degrees Fahrenheit. How much the flower opens\ndepends on the temperature. For that reason, this Pokémon\nis sometimes used as a thermometer.",
    "189": "Jumpluff rides warm southern winds to cross the sea and fly to\nforeign lands. The Pokémon descends to the ground when it\nencounters cold air while it is floating.",
    "190": "It searches for prey from the tops of trees.\nWhen it spots its favorite food, Bounsweet,\nAipom gets excited and pounces.",
    "191": "Sunkern tries to move as little as it possibly can. It does so\nbecause it tries to conserve all the nutrients it has stored in its\nbody for its evolution. It will not eat a thing, subsisting only on\nmorning dew.",
    "192": "Sunflora converts solar energy into nutrition. It moves around\nactively in the daytime when it is warm. It stops moving as\nsoon as the sun goes down for the night.",
    "193": "Yanma is capable of seeing 360 degrees without having to\nmove its eyes. It is a great flier that is adept at making sudden\nstops and turning midair. This Pokémon uses its flying ability\nto quickly chase down targeted prey.",
    "194": "When walking on land, it covers its body with a\npoisonous film that keeps its skin from dehydrating.",
    "195": "Its body is always slimy. It often bangs its head\non the river bottom as it swims but seems not\nto care.",
    "196": "It unleashes psychic power from the orb on its\nforehead. When its power is exhausted, the orb\ngrows dull and dark.",
    "197": "On the night of a full moon, or when it gets\nexcited, the ring patterns on its body glow yellow.",
    "198": "It searches for shiny things for its boss.\nMurkrow’s presence is said to be unlucky, so\nmany people detest it.",
    "199": "Slowking can solve any problem presented to it,\nbut no one can understand a thing Slowking says.",
    "200": "What makes it happy is imitating the voices of\nweeping people and scaring everyone. It doesn’t\ndeal well with folks who aren’t easily frightened.",
    "201": "This Pokémon is shaped like ancient writing. It is a mystery as\nto which came first, the ancient writings or the various Unown.\nResearch into this topic is ongoing but nothing is known.",
    "202": "To keep its pitch-black tail hidden, it lives quietly\nin the darkness. It is never first to attack.",
    "203": "Girafarig’s rear head contains a tiny brain that is too small for\nthinking. However, the rear head doesn’t need to sleep, so it\ncan keep watch over its surroundings 24 hours a day.",
    "204": "It sticks tree bark to itself with its saliva,\nmaking itself thicker and larger. Elderly Pineco\nare ridiculously huge.",
    "205": "In the moment that it gulps down its prey, the\ninside of its shell is exposed, but to this day,\nno one has ever seen that sight.",
    "206": "The nests Dunsparce live in are mazes of tunnels.\nThey never get lost in their own nests—they can\ntell where they are by the scent of the dirt.",
    "207": "Gligar glides through the air without a sound as if it were\nsliding. This Pokémon hangs on to the face of its foe using\nits clawed hind legs and the large pincers on its forelegs, then\ninjects the prey with its poison barb.",
    "208": "It is thought its body transformed as a result of\niron accumulating internally from swallowing soil.",
    "209": "In contrast to its appearance, it’s quite\ntimid. When playing with other puppy\nPokémon, it sometimes gets bullied.",
    "210": "Although it’s popular with young people,\nGranbull is timid and sensitive, so it’s totally\nincompetent as a watchdog.",
    "211": "The small spikes covering its body developed\nfrom scales. They inject a toxin that causes fainting.",
    "212": "Though its body is slim, Scizor has tremendous\nattacking power. Even Scizor’s muscles are made\nof metal.",
    "213": "The berries stored in its vaselike shell eventually\nbecome a thick, pulpy juice.",
    "214": "This Pokémon takes pride in its strength, which\nallows it to lift things 100 times heavier than\nitself with no trouble at all.",
    "215": "It has a cunning yet savage disposition.\nIt waits for parents to leave their nests,\nand then it sneaks in to steal their eggs.",
    "216": "This Pokémon likes to lick its palms that are sweetened by\nbeing soaked in honey. Teddiursa concocts its own honey\nby blending fruits and pollen collected by Beedrill.",
    "217": "In the forests inhabited by Ursaring, it is said that there are\nmany streams and towering trees where they gather food. This\nPokémon walks through its forest gathering food every day.",
    "218": "Slugma does not have any blood in its body. Instead, intensely\nhot magma circulates throughout this Pokémon’s body,\ncarrying essential nutrients and oxygen to its organs.",
    "219": "Magcargo’s body temperature is approximately\n18,000 degrees Fahrenheit. Water is vaporized on contact.\nIf this Pokémon is caught in the rain, the raindrops instantly\nturn into steam, cloaking the area in a thick fog.",
    "220": "If it smells something enticing, it dashes off\nheadlong to find the source of the aroma.",
    "221": "Although its legs are short, its rugged hooves\nprevent it from slipping, even on icy ground.",
    "222": "These Pokémon live in warm seas.\nIn prehistoric times, many lived in the\noceans around the Galar region as well.",
    "223": "Using its dorsal fin as a suction pad, it clings to a\nMantine’s underside to scavenge for leftovers.",
    "224": "It traps enemies with its suction-cupped\ntentacles, then smashes them with its\nrock-hard head.",
    "225": "It has a generous habit of sharing its food with\npeople and Pokémon, so it’s always scrounging\naround for more food.",
    "226": "As it majestically swims, it doesn’t care if\nRemoraid attach to it to scavenge for its leftovers.",
    "227": "People fashion swords from Skarmory’s shed\nfeathers, so this Pokémon is a popular element\nin heraldic designs.",
    "228": "They make repeated eerie howls before dawn\nto call attention to their pack.",
    "229": "Identifiable by its eerie howls, people a long\ntime ago thought it was the grim reaper and\nfeared it.",
    "230": "Scales shed by this Pokémon have such a\nsplendorous gleam to them that they’ve been\ngiven to royalty as gifts.",
    "231": "Phanpy uses its long nose to shower itself. When others\ngather around, they thoroughly douse each other with water.\nThese Pokémon can be seen drying their soaking-wet\nbodies at the edge of water.",
    "232": "If Donphan were to tackle with its hard body, even a house\ncould be destroyed. Using its massive strength, the Pokémon\nhelps clear rock and mud slides that block mountain trails.",
    "233": "After artificial intelligence was implemented in\nPorygon2, the Pokémon began using a strange\nlanguage that only other Porygon2 understand.",
    "234": "Stantler’s magnificent antlers were traded at high prices as\nworks of art. As a result, this Pokémon was hunted close to\nextinction by those who were after the priceless antlers.",
    "235": "It draws symbols with the fluid that oozes from\nthe tip of its tail. Depending on the symbol,\nSmeargle fanatics will pay big money for them.",
    "236": "Even though it is small, it can’t be ignored because\nit will slug any handy target without warning.",
    "237": "After doing a handstand to throw off the\nopponent’s timing, it presents its fancy kick moves.",
    "238": "Highly perceptive sensors, Smoochum’s lips are\nkept moist by its daily application of tree sap.",
    "239": "When its horns shine a bluish white, that’s the\nsign it’s fully charged. You’ll get a shocking\njolt if you touch it!",
    "240": "Its body temperature is always around 1,100\ndegrees Fahrenheit. If Magby falls into a small-\nenough pond, the whole thing will dry up.",
    "241": "This Pokémon needs to be milked every day,\nor else it will fall ill. The flavor of Miltank milk\nchanges with the seasons.",
    "242": "Blissey lays mysterious eggs that are filled with\nhappiness. It’s said that anyone who eats a\nBlissey egg will start acting kindly to all others.",
    "243": "Raikou embodies the speed of lightning. The roars of\nthis Pokémon send shock waves shuddering through the\nair and shake the ground as if lightning bolts had come\ncrashing down.",
    "244": "Entei embodies the passion of magma. This Pokémon is\nthought to have been born in the eruption of a volcano.\nIt sends up massive bursts of fire that utterly consume all\nthat they touch.",
    "245": "Suicune embodies the compassion of a pure spring of water.\nIt runs across the land with gracefulness. This Pokémon has\nthe power to purify dirty water.",
    "246": "It feeds on soil. After it has eaten a large\nmountain, it will fall asleep so it can grow.",
    "247": "It will not stay still, even while it’s a pupa.\nIt already has arms and legs under its solid shell.",
    "248": "The quakes caused when it walks make even\ngreat mountains crumble and change\nthe surrounding terrain.",
    "249": "Lugia’s wings pack devastating power—a light fluttering of its\nwings can blow apart regular houses. As a result, this\nPokémon chooses to live out of sight deep under the sea.",
    "250": "Ho-Oh’s feathers glow in seven colors depending on the angle\nat which they are struck by light. These feathers are said to\nbring happiness to the bearers. This Pokémon is said to live at\nthe foot of a rainbow.",
    "251": "This Pokémon traveled through time to come\nfrom the future. It bolsters grass and trees with\nits own strength, and it can heal wounds, too.",
    "252": "Treecko is cool, calm, and collected—it never panics under\nany situation. If a bigger foe were to glare at this Pokémon,\nit would glare right back without conceding an inch of ground.",
    "253": "This Pokémon adeptly flies from branch to branch in trees.\nIn a forest, no Pokémon can ever hope to catch a fleeing\nGrovyle however fast they may be.",
    "254": "Sceptile has seeds growing on its back. They are said to be\nbursting with nutrients that revitalize trees. This Pokémon\nraises the trees in a forest with loving care.",
    "255": "Torchic has a place inside its body where it keeps its flame.\nGive it a hug—it will be glowing with warmth. This Pokémon is\ncovered all over by a fluffy coat of down.",
    "256": "Combusken battles with the intensely hot flames it spews from\nits beak and with outstandingly destructive kicks. This\nPokémon’s cry is very loud and distracting.",
    "257": "Blaziken has incredibly strong legs—it can easily clear a\n30-story building in one leap. This Pokémon’s blazing punches\nleave its foes scorched and blackened.",
    "258": "In water, Mudkip breathes using the gills on its cheeks. If it is\nfaced with a tight situation in battle, this Pokémon will unleash\nits amazing power—it can crush rocks bigger than itself.",
    "259": "Marshtomp is much faster at traveling through mud than it is at\nswimming. This Pokémon’s hindquarters exhibit obvious\ndevelopment, giving it the ability to walk on just its hind legs.",
    "260": "Swampert predicts storms by sensing subtle differences in the\nsounds of waves and tidal winds with its fins. If a storm is\napproaching, it piles up boulders to protect itself.",
    "261": "Poochyena is an omnivore—it will eat anything. A distinguishing\nfeature is how large its fangs are compared to its body. This\nPokémon tries to intimidate its foes by making the hair on its\ntail bristle out.",
    "262": "Mightyena travel and act as a pack in the wild. The memory\nof its life in the wild compels the Pokémon to obey only\nthose Trainers that it recognizes to possess superior skill.",
    "263": "Zigzagoon that adapted to regions outside\nGalar acquired this appearance. If you’ve lost\nsomething, this Pokémon can likely find it.",
    "264": "This very aggressive Pokémon will recklessly\nchallenge opponents stronger than itself.",
    "265": "Wurmple is targeted by Swellow as prey. This Pokémon\nwill try to resist by pointing the spikes on its rear at the\nattacking predator. It will weaken the foe by leaking poison\nfrom the spikes.",
    "266": "Silcoon was thought to endure hunger and not consume\nanything before its evolution. However, it is now thought\nthat this Pokémon slakes its thirst by drinking rainwater\nthat collects on its silk.",
    "267": "Beautifly has a long mouth like a coiled needle, which is very\nconvenient for collecting pollen from flowers. This Pokémon\nrides the spring winds as it flits around gathering pollen.",
    "268": "If it is attacked, Cascoon remains motionless however badly it\nmay be hurt. It does so because if it were to move, its body\nwould be weak upon evolution. This Pokémon will also not\nforget the pain it endured.",
    "269": "When Dustox flaps its wings, a fine dust is scattered all over.\nThis dust is actually a powerful poison that will even make a\npro wrestler sick. This Pokémon searches for food using its\nantennae like radar.",
    "270": "Its leaf grew too large for it to live on land.\nThat is how it began to live floating in the water.",
    "271": "It lives at the water’s edge where it is sunny.\nIt sleeps on a bed of water grass by day and\nbecomes active at night.",
    "272": "If it hears festive music, it begins moving in\nrhythm in order to amplify its power.",
    "273": "It attaches itself to a tree branch using the top of\nits head. Strong winds can sometimes make it fall.",
    "274": "They live in holes bored in large trees. The sound\nof Nuzleaf’s grass flute fills listeners with dread.",
    "275": "It lives quietly in the deep forest. It is said to\ncreate chilly winter winds with the fans it holds.",
    "276": "Taillow is young—it has only just left its nest. As a result,\nit sometimes becomes lonesome and cries at night.\nThis Pokémon feeds on Wurmple that live in forests.",
    "277": "Swellow is very conscientious about the upkeep of its glossy\nwings. Once two Swellow are gathered, they diligently take\ncare of cleaning each other’s wings.",
    "278": "It soars on updrafts without flapping its wings.\nIt makes a nest on sheer cliffs at the sea’s edge.",
    "279": "Skimming the water’s surface, it dips its large bill\nin the sea, scoops up food and water, and\ncarries it.",
    "280": "If its horns capture the warm feelings of people\nor Pokémon, its body warms up slightly.",
    "281": "It has a psychic power that enables it to distort\nthe space around it and see into the future.",
    "282": "To protect its Trainer, it will expend all its psychic\npower to create a small black hole.",
    "283": "It lives in ponds and marshes that feature lots\nof plant life. It often fights with Dewpider,\nwhose habitat and diet are similar.",
    "284": "Its thin, winglike antennae are highly absorbent.\nIt waits out rainy days in tree hollows.",
    "285": "If Shroomish senses danger, it shakes its body and scatters\nspores from the top of its head. This Pokémon’s spores are\nso toxic, they make trees and weeds wilt.",
    "286": "The seeds ringing Breloom’s tail are made of hardened toxic\nspores. It is horrible to eat the seeds. Just taking a bite of this\nPokémon’s seed will cause your stomach to rumble.",
    "287": "Slakoth’s heart beats just once a minute. Whatever happens,\nit is content to loaf around motionless. It is rare to see this\nPokémon in motion.",
    "288": "Vigoroth is simply incapable of remaining still. Even when it\ntries to sleep, the blood in its veins grows agitated, compelling\nthis Pokémon to run wild throughout the jungle before it can\nsettle down.",
    "289": "Wherever Slaking live, rings of over a yard in diameter appear\nin grassy fields. They are made by the Pokémon as it eats all\nthe grass within reach while lying prone on the ground.",
    "290": "It can sometimes live underground for more than\n10 years. It absorbs nutrients from the roots\nof trees.",
    "291": "This Pokémon is so quick, it is said to be able to\navoid any attack. It loves to feed on tree sap.",
    "292": "A strange Pokémon—it flies without moving its\nwings, has a hollow shell for a body, and does\nnot breathe.",
    "293": "When Whismur cries, the sound of its own voice\nstartles it, making the Pokémon cry even louder.\nIt cries until it’s exhausted, then it falls asleep.",
    "294": "The force of this Pokémon’s loud voice isn’t just\nthe sound—it’s also the wave of air pressure that\nblows opponents away and damages them.",
    "295": "This Pokémon can do more than just shout. To\ncommunicate with others of its kind, it’ll emit all\nsorts of sounds from the holes in its body.",
    "296": "There’s a rumor of a traditional recipe for stew\nthat Trainers can use to raise strong Makuhita.",
    "297": "Hariyama that are big and fat aren’t necessarily\nstrong. There are some small ones that move\nnimbly and use moves skillfully.",
    "298": "Although Azurill are normally docile, an angry\none will swing around the big ball on its tail and\ntry to smash its opponents.",
    "299": "It hunts without twitching a muscle by pulling in\nits prey with powerful magnetism. But\nsometimes it pulls natural enemies in close.",
    "300": "Skitty is known to chase around playfully after its own tail.\nIn the wild, this Pokémon lives in holes in the trees of forests.\nIt is very popular as a pet because of its adorable looks.",
    "301": "Delcatty sleeps anywhere it wants without keeping a permanent\nnest. If other Pokémon approach it as it sleeps, this Pokémon\nwill never fight—it will just move away somewhere else.",
    "302": "It feeds on gemstone crystals. In darkness, its\neyes sparkle with the glitter of jewels.",
    "303": "It chomps with its gaping mouth. Its huge jaws are\nactually steel horns that have been transformed.",
    "304": "Aron has a body of steel. With one all-out charge, this\nPokémon can demolish even a heavy dump truck.\nThe destroyed dump truck then becomes a handy meal\nfor the Pokémon.",
    "305": "Lairon feeds on iron contained in rocks and water. It makes\nits nest on mountains where iron ore is buried. As a result,\nthe Pokémon often clashes with humans mining the iron ore.",
    "306": "Aggron is protective of its environment. If its mountain is\nravaged by a landslide or a fire, this Pokémon will haul\ntopsoil to the area, plant trees, and beautifully restore its\nown territory.",
    "307": "Meditite heightens its inner energy through meditation.\nIt survives on just one berry a day. Minimal eating is another\naspect of this Pokémon’s training.",
    "308": "Through the power of meditation, Medicham developed its\nsixth sense. It gained the ability to use psychokinetic powers.\nThis Pokémon is known to meditate for a whole month\nwithout eating.",
    "309": "It stores electricity in its fur. It gives off sparks\nfrom all over its body in seasons when the air is dry.",
    "310": "It rarely appears before people. It is said to nest\nwhere lightning has fallen.",
    "311": "When Plusle is cheering on its partner, it flashes with electric\nsparks from all over its body. If its partner loses, this Pokémon\ncries loudly.",
    "312": "Minun loves to cheer on its partner in battle. It gives off sparks\nfrom its body while it is doing so. If its partner is in trouble,\nthis Pokémon gives off increasing amounts of sparks.",
    "313": "Volbeat’s tail glows like a lightbulb. With other Volbeat,\nit uses its tail to draw geometric shapes in the night sky.\nThis Pokémon loves the sweet aroma given off by Illumise.",
    "314": "Illumise leads a flight of illuminated Volbeat to draw signs in\nthe night sky. This Pokémon is said to earn greater respect\nfrom its peers by composing more complex designs in the sky.",
    "315": "It uses the different poisons in each hand\nseparately when it attacks. The stronger its\naroma, the healthier it is.",
    "316": "Most of Gulpin’s body is made up of its stomach—its heart and\nbrain are very small in comparison. This Pokémon’s stomach\ncontains special enzymes that dissolve anything.",
    "317": "Swalot has no teeth, so what it eats, it swallows whole, no\nmatter what. Its cavernous mouth yawns widely. An automobile\ntire could easily fit inside this Pokémon’s mouth.",
    "318": "These Pokémon have sharp fangs and powerful\njaws. Sailors avoid Carvanha dens at all costs.",
    "319": "This Pokémon is known as the Bully of the Sea.\nAny ship entering the waters Sharpedo calls\nhome will be attacked—no exceptions.",
    "320": "When it sucks in a large volume of seawater,\nit becomes like a big, bouncy ball. It eats a ton\nof food daily.",
    "321": "Its immense size is the reason for its popularity.\nWailord watching is a favorite sightseeing\nactivity in various parts of the world.",
    "322": "Numel stores magma of almost 2,200 degrees Fahrenheit\nwithin its body. If it gets wet, the magma cools and hardens.\nIn that event, the Pokémon’s body grows heavy and its\nmovements become sluggish.",
    "323": "The humps on Camerupt’s back are formed by a transformation\nof its bones. They sometimes blast out molten magma.\nThis Pokémon apparently erupts often when it is enraged.",
    "324": "You find abandoned coal mines full of them.\nThey dig tirelessly in search of coal.",
    "325": "Spoink keeps a pearl on top of its head. The pearl functions to\namplify this Pokémon’s psychokinetic powers. It is therefore on\na constant search for a bigger pearl.",
    "326": "Grumpig uses the black pearls on its body to wield\nits fantastic powers. When it is doing so, it dances bizarrely.\nThis Pokémon’s black pearls are valuable as works of art.",
    "327": "Each Spinda’s spot pattern is different. With its\nstumbling movements, it evades opponents’\nattacks brilliantly!",
    "328": "It makes an inescapable conical pit and lies in\nwait at the bottom for prey to come\ntumbling down.",
    "329": "To help make its wings grow, it dissolves\nquantities of prey in its digestive juices and\nguzzles them down every day.",
    "330": "It is nicknamed the Desert Spirit because the\nflapping of its wings sounds like a woman singing.",
    "331": "The more arid and harsh the environment, the more pretty and\nfragrant a flower Cacnea grows. This Pokémon battles by\nwildly swinging its thorny arms.",
    "332": "If a traveler is going through a desert in the thick of night,\nCacturne will follow in a ragtag group. The Pokémon are\nbiding their time, waiting for the traveler to tire and become\nincapable of moving.",
    "333": "Swablu loves to make things clean. If it spots something dirty,\nit will wipe and polish it with its cottony wings. If its wings\nbecome dirty, this Pokémon finds a stream and showers itself.",
    "334": "Altaria sings in a gorgeous soprano. Its wings are like cotton\nclouds. This Pokémon catches updrafts with its buoyant wings\nand soars way up into the wild blue yonder.",
    "335": "Zangoose usually stays on all fours, but when angered, it gets\nup on its hind legs and extends its claws. This Pokémon shares\na bitter rivalry with Seviper that dates back over generations.",
    "336": "Seviper’s swordlike tail serves two purposes—it slashes foes\nand douses them with secreted poison. This Pokémon will not\ngive up its long-running blood feud with Zangoose.",
    "337": "It was discovered at the site of a meteor strike\n40 years ago. Its stare can lull its foes to sleep.",
    "338": "Solar energy is the source of its power, so it is\nstrong during the daytime. When it spins, its\nbody shines.",
    "339": "It probes muddy riverbeds with its two long\nwhiskers. A slimy film protects its body.",
    "340": "It claims a large swamp to itself. If a foe comes\nnear it, it sets off tremors by thrashing around.",
    "341": "It was originally a Pokémon from afar that escaped\nto the wild. It can adapt to the dirtiest river.",
    "342": "A brutish Pokémon that loves to battle. It will\ncrash itself into any foe that approaches its nest.",
    "343": "It was discovered in ancient ruins. While moving,\nit constantly spins. It stands on one foot even\nwhen asleep.",
    "344": "It appears to have been born from clay dolls\nmade by ancient people. It uses telekinesis to\nfloat and move.",
    "345": "It sticks to rocks with its powerful suckers and\ncan’t be washed away no matter how rough the\nsurf gets.",
    "346": "This carnivorous Pokémon lived in primordial\nseas. It catches prey in its eight tentacles and\ndissolves them with digestive fluid as it eats.",
    "347": "This is one kind of primeval bug Pokémon.\nWith eight wings, it could apparently swim\na lot faster than you’d expect.",
    "348": "Armaldo adapted from living in water to living on\nland. It has been determined that it is the\nancestor of some bug Pokémon.",
    "349": "It is a shabby and ugly Pokémon. However, it is\nvery hardy and can survive on little water.",
    "350": "It’s said that a glimpse of a Milotic and its beauty\nwill calm any hostile emotions you’re feeling.",
    "351": "Its form changes depending on the weather.\nThe rougher conditions get, the rougher\nCastform’s disposition!",
    "352": "Its color changes for concealment and also\nwhen its mood or health changes. The darker\nthe color, the healthier it is.",
    "353": "There’s a proverb that says, “Shun the house\nwhere Shuppet gather in the growing dusk.”",
    "354": "Resentment at being cast off made it spring into\nbeing. Some say that treating it well will satisfy\nit, and it will once more become a stuffed toy.",
    "355": "Making itself invisible, it silently sneaks up to\nprey. It has the ability to slip through thick walls.",
    "356": "It seeks drifting will-o’-the-wisps and sucks them\ninto its empty body. What happens inside is\na mystery.",
    "357": "Bunches of delicious fruit grow around its neck.\nIn warm areas, many ranches raise Tropius.",
    "358": "In high winds, Chimecho cries as it hangs from a tree branch or\nthe eaves of a building using a suction cup on its head. This\nPokémon plucks berries with its long tail and eats them.",
    "359": "The elderly call it the disaster Pokémon and\ndetest it, but interest in its power to predict\ndisasters is on the rise.",
    "360": "It tends to move in a pack with others.\nThey cluster in a tight group to sleep in a cave.",
    "361": "It can only survive in cold areas. It bounces\nhappily around, even in environments as cold as\n−150 degrees Fahrenheit.",
    "362": "It can instantly freeze moisture in the\natmosphere. It uses this power to freeze its foes.",
    "363": "Spheal always travels by rolling around on its ball-like body.\nWhen the season for ice floes arrives, this Pokémon can be\nseen rolling about on ice and crossing the sea.",
    "364": "Sealeo often balances and rolls things on the tip of its\nnose. While the Pokémon is rolling something, it checks\nthe object’s aroma and texture to determine whether it likes\nthe object or not.",
    "365": "Walrein swims all over in frigid seawater while crushing\nicebergs with its grand, imposing tusks. Its thick layer of\nblubber makes enemy attacks bounce off harmlessly.",
    "366": "Clamperl’s pearls are exceedingly precious.\nThey can be more than 10 times as costly\nas Shellder’s pearls.",
    "367": "Deep seas are their habitat. According to\ntradition, when Huntail wash up onshore,\nsomething unfortunate will happen.",
    "368": "It sucks bodily fluids out of its prey. The\nleftover meat sinks to the seafloor, where it\nbecomes food for other Pokémon.",
    "369": "The reason it hasn’t changed at all in a hundred\nmillion years is that it’s apparently already a\nperfect life-form.",
    "370": "Luvdisc makes its home in coral reefs in warm\nseas. It especially likes sleeping in the space\nbetween Corsola’s branches.",
    "371": "Some theories suggest that its behavior\nof forcefully bashing its head into things\nstimulates cells that affect its evolution.",
    "372": "Shelgon lives deep within caves. It stays shut\nup in its hard shell, dreaming of the day it will\nbe able to fly.",
    "373": "Thanks to its fervent wishes, the cells in its\nbody finally mutated, and at last it has its\nheart’s desire—wings.",
    "374": "If you anger it, it will do more than rampage. It\nwill also burst out strong magnetism, causing\nnearby machines to break.",
    "375": "It flies at high speeds around the skies. When it\nfinds its prey, Metang takes a firm grip with its\nsharp claws and never lets go.",
    "376": "It analyzes its opponents with more accuracy\nthan a supercomputer, which enables it to\ncalmly back them into a corner.",
    "377": "Regirock’s body is composed entirely of rocks. Recently,\na study made the startling discovery that the rocks were all\nunearthed from different locations.",
    "378": "Regice cloaks itself with frigid air of -328 degrees Fahrenheit.\nThings will freeze solid just by going near this Pokémon.\nIts icy body is so cold, it will not melt even if it is immersed\nin magma.",
    "379": "Registeel was imprisoned by people in ancient times.\nThe metal composing its body is thought to be a curious\nsubstance that is not of this earth.",
    "380": "Latias is highly intelligent and capable of understanding\nhuman speech. It is covered with a glass-like down.\nThe Pokémon enfolds its body with its down and refracts\nlight to alter its appearance.",
    "381": "Latios will only open its heart to a Trainer with a\ncompassionate spirit. This Pokémon can fly faster than a\njet plane by folding its forelegs to minimize air resistance.",
    "382": "Kyogre is said to be the personification of the sea itself.\nLegends tell of its many clashes against Groudon,\nas each sought to gain the power of nature.",
    "383": "Through Primal Reversion and with nature’s full power,\nit will take back its true form. It can cause magma to\nerupt and expand the landmass of the world.",
    "384": "It flies forever through the ozone layer, consuming\nmeteoroids for sustenance. The many meteoroids\nin its body provide the energy it needs to Mega Evolve.",
    "385": "It’s believed that when this Pokémon wakes from\nits 1,000-year slumber, it will grant any wishes\nwritten on the notes attached to its head.",
    "386": "Deoxys emerged from a virus that came from space. It is highly\nintelligent and wields psychokinetic powers. This Pokémon\nshoots lasers from the crystalline organ on its chest.",
    "387": "It undertakes photosynthesis with its body, making\noxygen. The leaf on its head wilts if it is thirsty.",
    "388": "It knows where pure water wells up. It carries fellow\nPokémon there on its back.",
    "389": "Small Pokémon occasionally gather on its unmoving\nback to begin building their nests.",
    "390": "The gas made in its belly burns from its rear end.\nThe fire burns weakly when it feels sick.",
    "391": "It uses ceilings and walls to launch aerial attacks.\nIts fiery tail is but one weapon.",
    "392": "It tosses its enemies around with agility. It uses all\nits limbs to fight in its own unique style.",
    "393": "Because it is very proud, it hates accepting food\nfrom people. Its thick down guards it from cold.",
    "394": "It lives a solitary life. Its wings deliver wicked blows\nthat can snap even the thickest of trees.",
    "395": "The three horns that extend from its beak attest to\nits power. The leader has the biggest horns.",
    "396": "They flock around mountains and fields, chasing\nafter bug Pokémon. Their singing is noisy\nand annoying.",
    "397": "It lives in forests and fields. Squabbles over\nterritory occur when flocks collide.",
    "398": "When Staravia evolve into Staraptor, they leave the\nflock to live alone. They have sturdy wings.",
    "399": "It constantly gnaws on logs and rocks to whittle\ndown its front teeth. It nests alongside water.",
    "400": "It makes its nest by damming streams with bark and\nmud. It is known as an industrious worker.",
    "401": "When its antennae hit each other, it sounds like the\nmusic of a xylophone.",
    "402": "It signals its emotions with its melodies. Scientists\nare studying these melodic patterns.",
    "403": "Electricity makes this Pokémon’s fur glow. Shinx\nsends signals to others of its kind by shaking the\ntip of its tail while the tail tip is shining brightly.",
    "404": "Upon encountering an opponent, this Pokémon\nprepares for battle by extending its claws, which\ncan put out 1,000,000 volts of electricity.",
    "405": "Seeing through solid objects uses up a lot of\nLuxray’s electricity, so the Pokémon sleeps for\nlong periods of time to store up energy.",
    "406": "This Pokémon is highly sensitive to temperature\nchanges. When its bud starts to open, that means\nspring is right around the corner.",
    "407": "The poison in its right hand is quick acting.\nThe poison in its left hand is slow acting.\nBoth are life threatening.",
    "408": "Its hard skull is its distinguishing feature. It\nsnapped trees by headbutting them, and then\nit fed on their ripe berries.",
    "409": "This ancient Pokémon used headbutts skillfully.\nIts brain was really small, so some theories\nsuggest that its stupidity led to its extinction.",
    "410": "Although its fossils can be found in layers of\nprimeval rock, nothing but its face has ever\nbeen discovered.",
    "411": "This Pokémon is from roughly 100 million years\nago. Its terrifyingly tough face is harder\nthan steel.",
    "412": "If its cloak is broken in battle, it quickly remakes\nthe cloak with materials nearby.",
    "413": "When Burmy evolved, its cloak became a part of\nthis Pokémon’s body. The cloak is never shed.",
    "414": "It flutters around at night and steals honey from\nthe Combee hive.",
    "415": "It ceaselessly gathers nectar from sunrise to\nsundown, all for the sake of Vespiquen and\nthe swarm.",
    "416": "Vespiquen that give off more pheromones\nhave larger swarms of Combee attendants.",
    "417": "A pair may be seen rubbing their cheek pouches\ntogether in an effort to share stored electricity.",
    "418": "It inflates the flotation sac around its neck and\npokes its head out of the water to see what is\ngoing on.",
    "419": "Its flotation sac developed as a result of pursuing\naquatic prey. It can double as a rubber raft.",
    "420": "The deeper a Cherubi’s red, the more nutrients it\nhas stockpiled in its body. And the sweeter and\ntastier its small ball!",
    "421": "The faint scent that emanates from its full\nblossom entices bug Pokémon to it.",
    "422": "Subjecting this Pokémon to a strong force\ncauses it to secrete a strange purple fluid.\nThough harmless, the fluid is awfully sticky.",
    "423": "The softness of its body helps disperse the force\nof impacts, so although its body is uncommonly\nsquishy, it’s also surprisingly resilient.",
    "424": "It uses its tails for everything. If it wraps both\nof its tails around you and gives you a squeeze,\nthat’s proof it really likes you.",
    "425": "The gathering of many souls gave rise to this\nPokémon. During humid seasons, they seem to\nappear in abundance.",
    "426": "It grabs people and Pokémon and carries them\noff somewhere. Where do they go?\nNobody knows.",
    "427": "Buneary can attack by rolling up their ears and\nthen striking with the force created by unrolling\nthem. This attack becomes stronger with training.",
    "428": "Once hot seasons are over, Lopunny’s coat will\nbe replaced with fur that holds a lot of insulating\nair in preparation for colder weather.",
    "429": "Its muttered curses can cause awful headaches\nor terrifying visions that torment others.",
    "430": "Its goons take care of most of the fighting for it.\nThe only time it dirties its own hands is in\ndelivering a final blow to finish off an opponent.",
    "431": "When it’s happy, Glameow demonstrates beautiful\nmovements of its tail, like a dancing ribbon.",
    "432": "To make itself appear intimidatingly beefy, it tightly\ncinches its waist with its twin tails.",
    "433": "There is an orb inside its mouth. When it hops,\nthe orb bounces all over and makes a\nringing sound.",
    "434": "If it lifts its tail and points its rear at you, beware.\nIt’s about to spray you with a fluid stinky enough\nto make you faint.",
    "435": "It digs holes in the ground to make its nest.\nThe stench of the fluid it lets fly from the tip\nof its tail is extremely potent.",
    "436": "Polishing Bronzor to a shine makes its surface\nreflect the truth, according to common lore.\nBe that as it may, Bronzor hates being polished.",
    "437": "Many scientists suspect that this Pokémon\noriginated outside the Galar region, based on\nthe patterns on its body.",
    "438": "This Pokémon lives in dry, rocky areas. As its\ngreen spheres dry out, their dull luster increases.",
    "439": "It looks for a Mr. Rime that’s a good dancer\nand carefully copies the Mr. Rime’s steps\nlike an apprentice.",
    "440": "Happiny’s willing to lend its precious round stone\nto those it’s friendly with, but if the stone isn’t\nreturned, Happiny will cry and throw a tantrum.",
    "441": "It can learn and speak human words. If they gather,\nthey all learn the same saying.",
    "442": "It was bound to a fissure in an odd keystone as\npunishment for misdeeds 500 years ago.",
    "443": "Its original home is an area much hotter than\nAlola. If you’re planning to live with one, your\nheating bill will soar.",
    "444": "It sheds its skin and gradually grows larger. Its\nscales can be ground into a powder and used\nas raw materials for traditional medicine.",
    "445": "Its fine scales don’t just reduce wind\nresistance—their sharp edges also cause injury\nto any opponent who attacks it.",
    "446": "It stores food beneath its fur. It might share\njust one bite, but only if it really trusts you.",
    "447": "It can use waves called auras to gauge how\nothers are feeling. These same waves can also tell\nthis Pokémon about the state of the environment.",
    "448": "It can tell what people are thinking. Only Trainers\nwho have justice in their hearts can earn this\nPokémon’s trust.",
    "449": "This Pokémon is active during the day and passes\nthe cold desert nights burrowed snugly into\nthe sand.",
    "450": "When roused to violence by its rage, it spews out\nthe quantities of sand it has swallowed and\nwhips up a sandstorm.",
    "451": "It attacks using the claws on its tail. Once locked\nin its grip, its prey is unable to move as this\nPokémon’s poison seeps in.",
    "452": "It’s so vicious that it’s called the Sand Demon.\nYet when confronted by Hippowdon, Drapion\nkeeps a low profile and will never pick a fight.",
    "453": "Once diluted, its poison becomes medicinal.\nThis Pokémon came into popularity after a\npharmaceutical company chose it as a mascot.",
    "454": "It booms out a victory croak when its prey\ngoes down in defeat. This Pokémon and\nSeismitoad are related species.",
    "455": "It binds itself to trees in marshes. It attracts prey\nwith its sweet-smelling drool and gulps them down.",
    "456": "It lures in prey with its shining tail fins. It stays\nnear the surface during the day and moves to\nthe depths when night falls.",
    "457": "They traverse the deep waters as if crawling\nover the seafloor. The fantastic lights of its\nfins shine like stars in the night sky.",
    "458": "It swims along with a school of Remoraid, and\nthey’ll all fight together to repel attackers.",
    "459": "The berries that grow around its belly are like\nice pops. Galarian Darumaka absolutely love\nthese berries.",
    "460": "This Pokémon is known to bring blizzards.\nA shake of its massive body is enough to\ncause whiteout conditions.",
    "461": "With its claws, it leaves behind signs for its\nfriends to find. The number of distinct signs\nis said to be over 500.",
    "462": "It’s thought that a special magnetic field changed\nthe molecular structure of this Pokémon’s body,\nand that’s what caused the Pokémon’s evolution.",
    "463": "Lickilicky can do just about anything with its\ntongue, which is as dexterous as the human hand.\nIn contrast, Lickilicky’s use of its fingers is clumsy.",
    "464": "It relies on its carapace to deflect incoming\nattacks and throw its enemy off balance. As soon\nas that happens, it drives its drill into the foe.",
    "465": "Vine growth is accelerated for Tangrowth living in\nwarm climates. If the vines grow long, Tangrowth\nshortens them by tearing parts of them off.",
    "466": "A single Electivire can provide enough electricity\nfor all the buildings in a big city for a year.",
    "467": "Magmortar takes down its enemies by shooting\nfireballs, which burn them to a blackened crisp.\nIt avoids this method when hunting prey.",
    "468": "Known as a bringer of blessings, it’s\nbeen depicted on good-luck charms\nsince ancient times.",
    "469": "This six-legged Pokémon is easily capable of\ntransporting an adult in flight. The wings on its tail\nhelp it stay balanced.",
    "470": "This Pokémon’s tail is blade sharp, with a\nfantastic cutting edge that can slice right\nthough large trees.",
    "471": "The coldness emanating from Glaceon causes\npowdery snow to form, making it quite a popular\nPokémon at ski resorts.",
    "472": "Its flight is soundless. It uses its lengthy tail to\ncarry off its prey... Then its elongated fangs do\nthe rest.",
    "473": "It looks strong, and that’s exactly what it is.\nAs the weather grows colder, its ice tusks\ngrow longer, thicker, and more impressive.",
    "474": "Some say an additional program made this\nPokémon evolve, but even academics can’t agree\non whether Porygon-Z is really an evolution.",
    "475": "Sharply attuned to others’ wishes for help, this\nPokémon seeks out those in need and aids them\nin battle.",
    "476": "It uses three small units to catch prey and\nbattle enemies. The main body mostly just\ngives orders.",
    "477": "With the mouth on its belly, Dusknoir swallows its\ntarget whole. The soul is the only thing eaten—\nDusknoir disgorges the body before departing.",
    "478": "It spits out cold air of nearly −60 degrees\nFahrenheit to freeze its quarry. It brings frozen\nprey back to its lair and neatly lines them up.",
    "479": "With a body made of plasma, it can inhabit all\nsorts of machines. It loves to surprise others.",
    "480": "It is said that its emergence gave humans the\nintelligence to improve their quality of life.",
    "481": "It sleeps at the bottom of a lake. Its spirit is said to\nleave its body to fly on the lake’s surface.",
    "482": "It is thought that Uxie, Mesprit, and Azelf all came\nfrom the same egg.",
    "483": "It has the power to control time. It appears in\nSinnoh-region myths as an ancient deity.",
    "484": "It has the ability to distort space. It is described as\na deity in Sinnoh-region mythology.",
    "485": "Boiling blood, like magma, circulates through its\nbody. It makes its dwelling place in volcanic caves.",
    "486": "There is an enduring legend that states this\nPokémon towed continents with ropes.",
    "487": "It was banished for its violence. It silently gazed\nupon the old world from the Distortion World.",
    "488": "Those who sleep holding Cresselia’s feather are\nassured of joyful dreams. It is said to represent\nthe crescent moon.",
    "489": "It drifts in warm seas. It always returns to where it\nwas born, no matter how far it may have drifted.",
    "490": "It starts its life with a wondrous power that permits\nit to bond with any kind of Pokémon.",
    "491": "It can lull people to sleep and make them dream.\nIt is active during nights of the new moon.",
    "492": "The blooming of Gracidea flowers confers the\npower of flight upon it. Feelings of gratitude are\nthe message it delivers.",
    "493": "It is told in mythology that this Pokémon was born\nbefore the universe even existed.",
    "494": "When it shares the infinite energy it creates,\nthat being’s entire body will be overflowing\nwith power.",
    "495": "They photosynthesize by bathing their tails in\nsunlight. When they are not feeling well, their\ntails droop.",
    "496": "When it gets dirty, its leaves can’t be used in\nphotosynthesis, so it always keeps itself clean.",
    "497": "It can stop its opponents’ movements with just a\nglare. It takes in solar energy and boosts\nit internally.",
    "498": "It loves to eat roasted berries, but sometimes it\ngets too excited and burns them to a crisp.",
    "499": "When its internal fire flares up, its movements grow\nsharper and faster. When in trouble, it emits smoke.",
    "500": "It has mastered fast and powerful fighting moves.\nIt grows a beard of fire.",
    "501": "It fights using the scalchop on its stomach.\nIn response to an attack, it retaliates immediately\nby slashing.",
    "502": "As a result of strict training, each Dewott learns\ndifferent forms for using the scalchops.",
    "503": "One swing of the sword incorporated in its armor\ncan fell an opponent. A simple glare from one of\nthem quiets everybody.",
    "504": "Extremely cautious, one of them will always be on\nthe lookout, but it won’t notice a foe coming\nfrom behind.",
    "505": "When they see an enemy, their tails stand high,\nand they spit the seeds of berries stored in their\ncheek pouches.",
    "506": "This Pokémon is far brighter than the average\nchild, and Lillipup won’t forget the love it\nreceives or any abuse it suffers.",
    "507": "The black fur that covers this Pokémon’s body\nis dense and springy. Even sharp fangs bounce\nright off.",
    "508": "Stoutland is immensely proud of its impressive\nmoustache. It’s said that moustache length is what\ndetermines social standing among this species.",
    "509": "Opponents that get drawn in by its adorable\nbehavior come away with stinging scratches from\nits claws and stinging pride from its laughter.",
    "510": "Don’t be fooled by its gorgeous fur and elegant\nfigure. This is a moody and vicious Pokémon.",
    "511": "It’s good at finding berries and gathers them from\nall over. It’s kind enough to share them\nwith friends.",
    "512": "Ill tempered, it fights by swinging its barbed tail\naround wildly. The leaf growing on its head is\nvery bitter.",
    "513": "This Pokémon lives in caves in volcanoes.\nThe fire within the tuft on its head can reach\n600 degrees Fahrenheit.",
    "514": "When it gets excited, embers rise from its head\nand tail and it gets hot. For some reason, it\nloves sweets.",
    "515": "The water stored inside the tuft on its head is full of\nnutrients. Plants that receive its water grow large.",
    "516": "It prefers places with clean water. When its tuft runs\nlow, it replenishes it by siphoning up water with\nits tail.",
    "517": "It eats dreams and releases mist. The mist is pink\nwhen it’s eating a good dream, and black when\nit’s eating a nightmare.",
    "518": "It drowses and dreams all the time. It’s best to\nleave it be if it’s just woken up, as it’s a terrible\ngrump when freshly roused from sleep.",
    "519": "It’s forgetful and not very bright, but many\nTrainers love it anyway for its friendliness\nand sincerity.",
    "520": "These bright Pokémon have acute memories.\nApparently delivery workers often choose them\nas their partners.",
    "521": "This Pokémon is intelligent and intensely proud.\nPeople will sit up and take notice if you become\nthe Trainer of one.",
    "522": "Its mane shines when it discharges electricity.\nThey use the frequency and rhythm of these flashes\nto communicate.",
    "523": "They have lightning-like movements.\nWhen Zebstrika run at full speed, the sound of\nthunder reverberates.",
    "524": "When it detects a noise, it starts to move.\nThe energy core inside it makes this Pokémon\nslightly warm to the touch.",
    "525": "It relies on sound in order to monitor what’s in its\nvicinity. When angered, it will attack without ever\nchanging the direction it’s facing.",
    "526": "Although its energy blasts can blow away\na dump truck, they have a limitation—\nthey can only be fired when the sun is out.",
    "527": "It emits ultrasonic waves as it flutters about,\nsearching for its prey—bug Pokémon.",
    "528": "The auspicious shape of this Pokémon’s nose\napparently led some regions to consider\nSwoobat a symbol of good luck.",
    "529": "It’s a digger, using its claws to burrow through the\nground. It causes damage to vegetable crops, so\nmany farmers have little love for it.",
    "530": "Known as the Drill King, this Pokémon can\ntunnel through the terrain at speeds of over\n90 mph.",
    "531": "It touches others with the feelers on its ears, using\nthe sound of their heartbeats to tell how they\nare feeling.",
    "532": "Timburr that have started carrying logs that are\nabout three times their size are nearly ready\nto evolve.",
    "533": "Gurdurr excels at demolition—construction is not\nits forte. In any case, there’s skill in the way this\nPokémon wields its metal beam.",
    "534": "When going all out, this Pokémon throws aside\nits concrete pillars and leaps at opponents to\npummel them with its fists.",
    "535": "It uses sound waves to communicate with\nothers of its kind. People and other Pokémon\nspecies can’t hear its cries of warning.",
    "536": "On occasion, their cries are sublimely pleasing to\nthe ear. Palpitoad with larger lumps on their\nbodies can sing with a wider range of sounds.",
    "537": "This Pokémon is popular among the elderly,\nwho say the vibrations of its lumps are great\nfor massages.",
    "538": "They train in groups of five. Any member that\ncan’t keep up will discard its belt and leave\nthe group.",
    "539": "The karate chops of a Sawk that’s trained itself\nto the limit can cleave the ocean itself.",
    "540": "Since this Pokémon makes its own clothes out of\nleaves, it is a popular mascot for fashion designers.",
    "541": "It protects itself from the cold by wrapping up in\nleaves. It stays on the move, eating leaves\nin forests.",
    "542": "It keeps its eggs warm with heat from fermenting\nleaves. It also uses leaves to make warm wrappings\nfor Sewaddle.",
    "543": "Its fangs are highly venomous. If this Pokémon\nfinds prey it thinks it can eat, it leaps for them\nwithout any thought of how things might turn out.",
    "544": "Whirlipede protects itself with a sturdy shell and\npoisonous spikes while it stores up the energy it’ll\nneed for evolution.",
    "545": "Scolipede engage in fierce territorial battles with\nCentiskorch. At the end of one of these battles,\nthe victor makes a meal of the loser.",
    "546": "Weaving together the cotton of both Cottonee\nand Eldegoss produces exquisite cloth that’s\nhighly prized by many luxury brands.",
    "547": "As long as this Pokémon bathes in sunlight, its\ncotton keeps growing. If too much cotton fluff\nbuilds up, Whimsicott tears it off and scatters it.",
    "548": "The deeper the color of a Petilil’s leaves, the\nhealthier the Pokémon is. Petilil sometimes makes\nits home in a well-tended field or flowerbed.",
    "549": "Essential oils made from Lilligant flowers\nhave a sublime scent, but they’re also\nstaggeringly expensive.",
    "550": "Known for their violence, these Pokémon\nhave the most fights with schools of red-\nstriped Basculin.",
    "551": "Sandile is small, but its legs and lower body are\npowerful. Pushing sand aside as it goes, Sandile\nmoves through the desert as if it’s swimming.",
    "552": "Although this Pokémon has specialized eyes that\nallow it to see in the dark, Krokorok won’t move\nmuch at night—the desert gets cold after sunset.",
    "553": "While terribly aggressive, Krookodile also has\nthe patience to stay hidden under sand for days,\nlying in wait for prey.",
    "554": "This popular symbol of good fortune will never\nfall over in its sleep, no matter how it’s pushed\nor pulled.",
    "555": "When wounded, it stops moving. It goes as\nstill as stone to meditate, sharpening its mind\nand spirit.",
    "556": "Once each year, this Pokémon scatters its seeds.\nThey’re jam-packed with nutrients, making them\na precious food source out in the desert.",
    "557": "It first tries to find a rock to live in, but if there\nare no suitable rocks to be found, Dwebble may\nmove in to the ports of a Hippowdon.",
    "558": "Its thick claws are its greatest weapons.\nThey’re mighty enough to crack\nRhyperior’s carapace.",
    "559": "It protects itself with its durable skin. It’s thought\nthat this Pokémon will evolve once its skin has\ncompletely stretched out.",
    "560": "While mostly known for having the temperament\nof an aggressive ruffian, this Pokémon takes very\ngood care of its family, friends, and territory.",
    "561": "A discovery was made in the desert where\nSigilyph fly. The ruins of what may have been\nan ancient city were found beneath the sands.",
    "562": "The spirit of a person from a bygone age became\nthis Pokémon. It rambles through ruins, searching\nfor someone who knows its face.",
    "563": "There are many depictions of Cofagrigus\ndecorating ancient tombs. They’re symbols\nof the wealth that kings of bygone eras had.",
    "564": "Its hunting grounds encompassed a broad area,\nfrom the land to more than half a mile deep in\nthe ocean.",
    "565": "Carracosta eats every last bit of the prey it\ncatches, even the shells and bones, to further\nstrengthen its sturdy shell.",
    "566": "Restored from a fossil, this ancient bird\nPokémon has wings but can’t yet fly.",
    "567": "Said to be an ancestor of bird Pokémon, the\nmuscles it uses to flap its wings are still weak,\nso it needs a long runway in order to take off.",
    "568": "This Pokémon was born from a bag stuffed with\ntrash. Galarian Weezing relish the fumes belched\nby Trubbish.",
    "569": "The toxic liquid it launches from its right arm\nis so virulent that it can kill a weakened\ncreature instantly.",
    "570": "Zorua sometimes transforms into a person and\ngoes into cities to search for food. When Zorua\ndoes this, it usually takes on the form of a child.",
    "571": "Seeking to ease the burden of their solitude,\nlonely Trainers tell Zoroark to show illusions\nto them.",
    "572": "They pet each other with their tails as a form of\ngreeting. Of the two, the one whose tail is fluffier\nis a bit more boastful.",
    "573": "A special oil that seeps through their fur helps\nthem avoid attacks. The oil fetches a high price\nat market.",
    "574": "Even when nobody seems to be around, Gothita\ncan still be heard making a muted cry. Many believe\nit’s speaking to something only it can see.",
    "575": "On nights when the stars shine, this Pokémon’s\npsychic power is at its strongest. It’s unknown just\nwhat link Gothorita has to the greater universe.",
    "576": "A criminal who was shown his fate by a Gothitelle\nwent missing that same day and was never\nseen again.",
    "577": "Many say that the special liquid covering this\nPokémon’s body would allow it to survive in\nthe vacuum of space.",
    "578": "Its brain has split into two, and the two\nhalves rarely think alike. Its actions are\nutterly unpredictable.",
    "579": "It’s said that drinking the liquid surrounding\nReuniclus grants wisdom. Problem is, the liquid is\nhighly toxic to anything besides Reuniclus itself.",
    "580": "They are better at swimming than flying, and they\nhappily eat their favorite food, peat moss, as they\ndive underwater.",
    "581": "Swanna start to dance at dusk. The one dancing in\nthe middle is the leader of the flock.",
    "582": "Supposedly, this Pokémon was born from an\nicicle. It spews out freezing air at −58 degrees\nFahrenheit to make itself more comfortable.",
    "583": "It blasts enemies with cold air reaching −148\ndegrees Fahrenheit, freezing them solid. But it\nspares their lives afterward—it’s a kind Pokémon.",
    "584": "People believe this Pokémon formed when two\nVanillish stuck together. Its body temperature is\nroughly 21 degrees Fahrenheit.",
    "585": "The turning of the seasons changes the color and\nscent of this Pokémon’s fur. People use it to mark\nthe seasons.",
    "586": "They migrate according to the seasons, so some\npeople call Sawsbuck the harbingers of spring.",
    "587": "This Pokémon absolutely loves sweet berries.\nSometimes it stuffs its cheeks full of so much\nfood that it can’t fly properly.",
    "588": "It spits a liquid from its mouth to melt through\nShelmet’s shell. Karrablast doesn’t eat the shell—\nit eats only the contents.",
    "589": "It charges its enemies, lances at the ready.\nAn image of one of its duels is captured in a famous\npainting of Escavalier clashing with Sirfetch’d.",
    "590": "The spores released from this Pokémon’s hands\nare highly poisonous, but when thoroughly dried,\nthe spores can be used as stomach medicine.",
    "591": "Amoonguss generally doesn’t move much. It\ntends to stand still near Poké Balls that have\nbeen dropped on the ground.",
    "592": "Legend has it that the residents of a sunken\nancient city changed into these Pokémon.",
    "593": "Whenever a full moon hangs in the night sky,\nschools of Jellicent gather near the surface of\nthe sea, waiting for their prey to appear.",
    "594": "The reason it helps Pokémon in a weakened\ncondition is that any Pokémon coming after\nthem may also attack Alomomola.",
    "595": "Joltik latch on to other Pokémon and suck out\nstatic electricity. They’re often found sticking to\nYamper’s hindquarters.",
    "596": "It lays traps of electrified threads near the nests\nof bird Pokémon, aiming to snare chicks that are\nnot yet good at flying.",
    "597": "Mossy caves are their preferred dwellings.\nEnzymes contained in mosses help Ferroseed’s\nspikes grow big and strong.",
    "598": "Its spikes are harder than steel. This Pokémon\ncrawls across rock walls by stabbing the spikes\non its feelers into the stone.",
    "599": "It’s suspected that Klink were the inspiration\nbehind ancient people’s invention of the\nfirst gears.",
    "600": "Many companies in the Galar region choose\nKlang as their logo. This Pokémon is considered\nthe symbol of industrial technology.",
    "601": "The three gears that compose this Pokémon\nspin at high speed. Its new spiked gear isn’t\na living creature.",
    "602": "One alone can emit only a trickle of electricity,\nso a group of them gathers to unleash a powerful\nelectric shock.",
    "603": "These Pokémon have a big appetite. When they\nspot their prey, they attack it and paralyze it\nwith electricity.",
    "604": "They crawl out of the ocean using their arms.\nThey will attack prey on shore and immediately drag\nit into the ocean.",
    "605": "This Pokémon was discovered about 50 years\nago. Its highly developed brain enables it to\nexert its psychic powers.",
    "606": "Sometimes found drifting above wheat fields,\nthis Pokémon can control the memories of\nits opponents.",
    "607": "The younger the life this Pokémon absorbs,\nthe brighter and eerier the flame on its\nhead burns.",
    "608": "It lurks in cities, pretending to be a lamp.\nOnce it finds someone whose death is near,\nit will trail quietly after them.",
    "609": "In homes illuminated by Chandelure instead of\nlights, funerals were a constant occurrence—\nor so it’s said.",
    "610": "They play with each other by knocking their large\ntusks together. Their tusks break sometimes, but\nthey grow back so quickly that it isn’t a concern.",
    "611": "Its skin is as hard as a suit of armor. Fraxure’s\nfavorite strategy is to tackle its opponents,\nstabbing them with its tusks at the same time.",
    "612": "While usually kindhearted, it can be terrifying if\nangered. Tusks that can slice through steel beams\nare how Haxorus deals with its adversaries.",
    "613": "It sniffles before performing a move, using its\nfrosty snot to provide an icy element to any\nmove that needs it.",
    "614": "It swims energetically through frigid seas.\nWhen it gets tired, it freezes the seawater\nwith its breath so it can rest on the ice.",
    "615": "They are composed of ice crystals. They capture\nprey with chains of ice, freezing the prey at\n-148 degrees Fahrenheit.",
    "616": "It has a strange physiology that responds to\nelectricity. When together with Karrablast,\nShelmet evolves for some reason.",
    "617": "Discarding its shell made it nimble. To keep\nitself from dehydrating, it wraps its body in\nbands of membrane.",
    "618": "Its conspicuous lips lure prey in as it lies in wait in\nthe mud. When prey gets close, Stunfisk clamps\nits jagged steel fins down on them.",
    "619": "Though small, Mienfoo’s temperament is fierce.\nAny creature that approaches Mienfoo carelessly\nwill be greeted with a flurry of graceful attacks.",
    "620": "Delivered at blinding speeds, kicks from this\nPokémon can shatter massive boulders into\ntiny pieces.",
    "621": "Druddigon are vicious and cunning. They take up\nresidence in nests dug out by other Pokémon,\ntreating the stolen nests as their own lairs.",
    "622": "This Pokémon was created from clay. It received\norders from its master many thousands of years\nago, and it still follows those orders to this day.",
    "623": "There’s a theory that inside Golurk is a perpetual\nmotion machine that produces limitless energy,\nbut this belief hasn’t been proven.",
    "624": "A pack of these Pokémon forms to serve a\nBisharp boss. Each Pawniard trains diligently,\ndreaming of one day taking the lead.",
    "625": "Violent conflicts erupt between Bisharp and\nFraxure over places where sharpening stones\ncan be found.",
    "626": "These Pokémon live in herds of about 20\nindividuals. Bouffalant that betray the herd will\nlose the hair on their heads for some reason.",
    "627": "A combative Pokémon, it’s ready to pick a fight\nwith anyone. It has talons that can crush\nhard berries.",
    "628": "Because this Pokémon is hotheaded and\nbelligerent, it’s Corviknight that’s taken\nthe role of transportation in Galar.",
    "629": "Vullaby grow quickly. Bones that have gotten too\nsmall for older Vullaby to wear often get passed\ndown to younger ones in the nest.",
    "630": "They adorn themselves with bones. There seem\nto be fashion trends among them, as different\nbones come into and fall out of popularity.",
    "631": "A flame serves as its tongue, melting through the\nhard shell of Durant so that Heatmor can devour\ntheir insides.",
    "632": "With their large mandibles, these Pokémon can\ncrunch their way through rock. They work\ntogether to protect their eggs from Sandaconda.",
    "633": "Because it can’t see, this Pokémon is constantly\nbiting at everything it touches, trying to keep\ntrack of its surroundings.",
    "634": "Their two heads will fight each other over a\nsingle piece of food. Zweilous are covered in\nscars even without battling others.",
    "635": "The three heads take turns sinking their teeth into\nthe opponent. Their attacks won’t slow until their\ntarget goes down.",
    "636": "Larvesta’s body is warm all over. It spouts fire\nfrom the tips of its horns to intimidate predators\nand scare prey.",
    "637": "This Pokémon emerges from a cocoon formed of\nraging flames. Ancient murals depict Volcarona as\na deity of fire.",
    "638": "It has a body and heart of steel. It worked with its\nallies to punish people when they hurt Pokémon.",
    "639": "Spoken of in legend, this Pokémon used its\nphenomenal power to destroy a castle in its effort\nto protect Pokémon.",
    "640": "Legends say this Pokémon confounded opponents\nwith its swift movements.",
    "641": "Tornadus expels massive energy from its tail,\ncausing severe storms. Its power is great enough\nto blow houses away.",
    "642": "As it flies around, it shoots lightning all over\nthe place and causes forest fires. It is\ntherefore disliked.",
    "643": "According to myth, if people ignore truth and\nlet themselves become consumed by greed,\nReshiram will arrive to burn their kingdoms down.",
    "644": "Mythology tells us that if people lose the\nrighteousness in their hearts, their kingdoms\nwill be razed by Zekrom’s lightning.",
    "645": "From the forces of lightning and wind, it creates\nenergy to give nutrients to the soil and make the\nland abundant.",
    "646": "The sameness of Zekrom’s and Kyurem’s genes\nallowed Kyurem to absorb Zekrom. Kyurem can\nnow use the power of both electricity and ice.",
    "647": "When it is resolute, its body fills with power and it\nbecomes swifter. Its jumps are then too fast\nto follow.",
    "648": "Its melodies are sung with a special vocalization\nmethod that can control the feelings of those who\nhear it.",
    "649": "This Pokémon existed 300 million years ago. Team\nPlasma altered it and attached a cannon to its back.",
    "650": "Such a thick shell of wood covers its head and back\nthat even a direct hit from a truck wouldn’t faze it.",
    "651": "They strengthen their lower bodies by\nrunning into one another. They are very\nkind and won’t start fights.",
    "652": "When it takes a defensive posture with its fists\nguarding its face, it could withstand a bomb blast.",
    "653": "As it walks, it munches on a twig in place\nof a snack. It intimidates opponents\nby puffing hot air out of its ears.",
    "654": "When the twig is plucked from its tail,\nfriction sets the twig alight. The flame\nis used to send signals to its allies.",
    "655": "Using psychic power, it generates a\nfiery vortex of 5,400 degrees Fahrenheit,\nincinerating foes swept into this whirl of flame.",
    "656": "It protects its skin by covering its body in\ndelicate bubbles. Beneath its happy-go-lucky air,\nit keeps a watchful eye on its surroundings.",
    "657": "Its swiftness is unparalleled.\nIt can scale a tower of more\nthan 2,000 feet in a minute’s time.",
    "658": "It appears and vanishes with a ninja’s grace.\nIt toys with its enemies using swift movements, while\nslicing them with throwing stars of sharpest water.",
    "659": "It’s very sensitive to danger. The sound of\nCorviknight’s flapping will have Bunnelby\ndigging a hole to hide underground in moments.",
    "660": "The fur on its belly retains heat exceptionally\nwell. People used to make heavy winter clothing\nfrom fur shed by this Pokémon.",
    "661": "When this Pokémon gets excited, its body\ntemperature increases sharply. If you touch a\nFletchling with bare hands, you might get burned.",
    "662": "Fletchinder are exceedingly territorial and\naggressive. These Pokémon fight among\nthemselves over feeding grounds.",
    "663": "Talonflame dives toward prey at speeds of up to\n310 mph and assaults them with powerful kicks,\ngiving the prey no chance to escape.",
    "664": "The powder that covers its body\nregulates its temperature, so it\ncan live in any region or climate.",
    "665": "The beaks of bird Pokémon can’t begin\nto scratch its stalwart body.\nTo defend itself, it spews powder.",
    "666": "The patterns on this Pokémon’s wings\ndepend on the climate and topography\nof its habitat. It scatters colorful scales.",
    "667": "This hot-blooded Pokémon is filled with\ncuriosity. When it gets angry or starts\nfighting, its short mane gets hot.",
    "668": "The temperature of its breath is over 10,000\ndegrees Fahrenheit, but Pyroar doesn’t use it on\nits prey. This Pokémon prefers to eat raw meat.",
    "669": "Flabébé wears a crown made from pollen it’s\ncollected from its flower. The crown has hidden\nhealing properties.",
    "670": "It gives its own power to flowers, pouring its\nheart into caring for them. Floette never forgives\nanyone who messes up a flower bed.",
    "671": "Its life can span several hundred years. It’s said\nto devote its entire life to protecting gardens.",
    "672": "If it has sunshine and water, it doesn’t\nneed to eat, because it can generate\nenergy from the leaves on its back.",
    "673": "They inhabit mountainous regions.\nThe leader of the herd is decided by\na battle of clashing horns.",
    "674": "Wanting to make sure it’s taken seriously,\nPancham’s always giving others a glare.\nBut if it’s not focusing, it ends up smiling.",
    "675": "Using its leaf, Pangoro can predict the moves of\nits opponents. It strikes with punches that can\nturn a dump truck into scrap with just one hit.",
    "676": "Left alone, its fur will grow longer and longer,\nbut it will only allow someone it trusts to cut it.",
    "677": "There’s enough psychic power in Espurr to send a\nwrestler flying, but because this power can’t be\ncontrolled, Espurr finds it troublesome.",
    "678": "The defensive instinct of the males is strong.\nIt’s when they’re protecting themselves or their\npartners that they unleash their full power.",
    "679": "The blue eye on the sword’s handguard is the\ntrue body of Honedge. With its old cloth, it\ndrains people’s lives away.",
    "680": "The two swords employ a strategy of rapidly\nalternating between offense and defense to\nbring down their prey.",
    "681": "Once upon a time, a king with an Aegislash\nreigned over the land. His Pokémon eventually\ndrained him of life, and his kingdom fell with him.",
    "682": "The scent its body gives off enraptures those\nwho smell it. Noble ladies had no shortage of\nlove for Spritzee.",
    "683": "The scents Aromatisse can produce range from\nsweet smells that bolster allies to foul smells\nthat sap an opponent’s will to fight.",
    "684": "The sweet smell of cotton candy perfumes\nSwirlix’s fluffy fur. This Pokémon spits out\nsticky string to tangle up its enemies.",
    "685": "Slurpuff’s fur contains a lot of air, making it soft\nto the touch and lighter than it looks.",
    "686": "By exposing foes to the blinking of its\nluminescent spots, Inkay demoralizes them,\nand then it seizes the chance to flee.",
    "687": "It’s said that Malamar’s hypnotic powers played\na role in certain history-changing events.",
    "688": "If the two don’t work well together, both their\noffense and defense fall apart. Without good\nteamwork, they won’t survive.",
    "689": "Having an eye on each palm allows it to keep\nwatch in all directions. In a pinch, its limbs start\nto act on their own to ensure the enemy’s defeat.",
    "690": "Skrelp looks like a piece of rotten seaweed, so it\ncan blend in with seaweed drifting on the ocean\nand avoid being detected by enemies.",
    "691": "Dragalge generates dragon energy by sticking\nthe plume on its head out above the ocean’s\nsurface and bathing it in sunlight.",
    "692": "By detonating gas that accumulates in its right\nclaw, this Pokémon launches water like a bullet.\nThis is how Clauncher defeats its enemies.",
    "693": "Clawitzer’s right arm is a cannon that launches\nprojectiles made of seawater. Shots from a\nClawitzer’s cannon arm can sink a tanker.",
    "694": "The sun powers this Pokémon’s electricity\ngeneration. Interruption of that process\nstresses Helioptile to the point of weakness.",
    "695": "One Heliolisk basking in the sun with its frill\noutspread is all it would take to produce enough\nelectricity to power a city.",
    "696": "Tyrunt is spoiled and selfish. It may just be\ntrying to frolic, but sometimes the ones it’s\ntrying to frolic with are gravely injured.",
    "697": "Complete restoration is impossible, allowing\nroom for theories that its entire body was\nonce covered in a feather-like coat.",
    "698": "Amaura was restored successfully, but it’s not\nexpected to live long because of the heat of the\ncurrent environment.",
    "699": "This usually quiet and kindly Pokémon has a\nsurface temperature of around\n–240 degrees Fahrenheit.",
    "700": "There’s a Galarian fairy tale that describes\na beautiful Sylveon vanquishing a dreadful\ndragon Pokémon.",
    "701": "It always strikes a pose before going for its\nfinishing move. Sometimes opponents take\nadvantage of that time to counterattack.",
    "702": "Since Dedenne can’t generate much electricity on\nits own, it steals electricity from outlets or other\nelectric Pokémon.",
    "703": "To keep the jewels on their bodies free of\ntarnish, packs of Carbink use their soft manes\nto polish one another’s jewels.",
    "704": "Their horns are powerful sensors. As soon as\nGoomy pick up any sign of enemies, they go into\nhiding. This is how they’ve survived.",
    "705": "The lump on its back contains its tiny brain.\nIt thinks only of food and escaping its enemies.",
    "706": "Its form of offense is forcefully stretching out its\nhorns. The strikes land 100 times harder than any\nblow from a heavyweight boxer.",
    "707": "Klefki sucks in metal ions with the horn topping\nits head. It seems this Pokémon loves keys so\nmuch that its head needed to look like one, too.",
    "708": "With a voice like a human child’s, it cries out to\nlure adults deep into the forest, getting them lost\namong the trees.",
    "709": "Small roots that extend from the tips of this\nPokémon’s feet can tie into the trees of the\nforest and give Trevenant control over them.",
    "710": "The light that streams out from the holes in the\npumpkin can hypnotize and control the people\nand Pokémon that see it.",
    "711": "In the darkness of a new-moon night, Gourgeist\nwill come knocking. Whoever answers the door\nwill be swept off to the afterlife.",
    "712": "This Pokémon lives in areas of frigid cold.\nIt secures itself to the back of an Avalugg\nby freezing its feet in place.",
    "713": "As Avalugg moves about during the day,\nthe cracks in its body deepen. The Pokémon’s\nbody returns to a pristine state overnight.",
    "714": "No wavelength of sound is beyond Noibat’s\nability to produce. The ultrasonic waves it\ngenerates can overcome much larger Pokémon.",
    "715": "Flying through the darkness, it weakens enemies\nwith ultrasonic waves that could crush stone.\nIts fangs finish the fight.",
    "716": "When the horns on its head shine\nin seven colors, it is said to be\nsharing everlasting life.",
    "717": "When its life comes to an end, it absorbs\nthe life energy of every living thing\nand turns into a cocoon once more.",
    "718": "Some say it can change to an even more\npowerful form when battling those who threaten\nthe ecosystem.",
    "719": "It can instantly create many diamonds\nby compressing the carbon in the air\nbetween its hands.",
    "720": "It is said to be able to seize anything it desires\nwith its six rings and six huge arms. With its power\nsealed, it is transformed into a much smaller form.",
    "721": "It expels its internal steam from the\narms on its back. It has enough\npower to blow away a mountain.",
    "722": "During the day, it builds up energy via\nphotosynthesis. At night, it flies silently\nthrough the sky, on the prowl for prey.",
    "723": "It never slacks when it comes to the task of\ncleaning its feathers. Thorough preening keeps it\nlooking spiffy and its blade quills nice and sharp.",
    "724": "In a tenth of a second, it can nock and fire an\narrow quill, piercing an opponent’s weak point\nbefore they notice what’s happening.",
    "725": "Trying to pet Litten before it trusts you will\nresult in a nasty scratch from its sharp claws.\nBe careful.",
    "726": "When facing a powerful enemy, Torracat’s\nfighting spirit gets pumped up, and its fire bell\nblazes hotter.",
    "727": "Incineroar’s rough and aggressive behavior is its\nmost notable trait, but the way it helps out small\nPokémon shows that it has a kind side as well.",
    "728": "If Popplio want to create big, powerful balloons,\nthey must be persistent. It takes daily practice for\nthese Pokémon to develop their skills.",
    "729": "On nights when the sea is calm, Brionne dance\nwith one another to the singing of the Primarina\nthat’s leading them.",
    "730": "For Primarina, every battle’s a stage. Its singing\nand the dancing of its balloons will mesmerize\nthe audience.",
    "731": "It may look spindly, but its neck muscles are\nheavy-duty. It can peck at a tree 16 times\nper second!",
    "732": "From its mouth, it fires the seeds of berries\nit has eaten. The scattered seeds give rise\nto new plants.",
    "733": "Known for forming harmonious couples, this\nPokémon is brought to wedding ceremonies as a\ngood luck charm.",
    "734": "Although it will eat anything, it prefers fresh\nliving things, so it marches down streets\nin search of prey.",
    "735": "Patient by nature, this Pokémon loses control of\nitself and pounces when it spots its favorite\nmeal—Rattata!",
    "736": "It uses its big jaws to dig nests into the forest\nfloor, and it loves to feed on sweet tree sap.",
    "737": "Its digestive processes convert the leaves it eats\ninto electricity. An electric sac in its belly stores\nthe electricity for later use.",
    "738": "If it carries a Charjabug to use as a spare battery,\na flying Vikavolt can rapidly fire high-powered\nbeams of electricity.",
    "739": "Crabrawler has been known to mistake\nExeggutor for a coconut tree and climb it. The\nenraged Exeggutor shakes it off and stomps it.",
    "740": "Before it stops to think, it just starts pummeling.\nThere are records of its turning back\navalanches with a flurry of punches.",
    "741": "This Oricorio has drunk red nectar. If its Trainer\ngives the wrong order, this passionate Pokémon\nbecomes fiercely angry.",
    "742": "An opponent’s aura can tell Cutiefly what that\nopponent’s next move will be. Then Cutiefly can\nglide around the attack and strike back.",
    "743": "Ribombee absolutely hate getting wet or\nrained on. In the cloudy Galar region,\nthey are very seldom seen.",
    "744": "This Pokémon intimidates opponents by striking\nthe ground with the rocks on its neck. The\nmoment an opponent flinches, Rockruff attacks.",
    "745": "With swift movements, this Pokémon gradually\nbacks its prey into a corner. Lycanroc’s fangs are\nalways aimed toward opponents’ weak spots.",
    "746": "When it senses danger, its eyes tear up.\nThe sparkle of its tears signals other\nWishiwashi to gather.",
    "747": "Unlike their Alolan counterparts, the Mareanie\nof the Galar region have not yet figured out\nthat the branches of Corsola are delicious.",
    "748": "Within the poison sac in its body is a poison so\ntoxic that Pokémon as large as Wailord will still\nbe suffering three days after it first takes effect.",
    "749": "It eats dirt to create mud and smears this mud all\nover its feet, giving them the grip needed to walk\non rough terrain without slipping.",
    "750": "Mudsdale has so much stamina that it could carry\nover 10 tons across the Galar region without rest\nor sleep.",
    "751": "Dewpider normally lives underwater. When it\ncomes onto land in search of food, it takes\nwater with it in the form of a bubble on its head.",
    "752": "It acts as a caretaker for Dewpider, putting them\ninside its bubble and letting them eat any\nleftover food.",
    "753": "During the day, Fomantis basks in sunlight and\nsleeps peacefully. It wakes and moves around\nat night.",
    "754": "The petals on this Pokémon’s arms are thin and\nsuper sharp, and they can fire laser beams if\nLurantis gathers light first.",
    "755": "Morelull live in forests that stay dark even\nduring the day. They scatter flickering spores\nthat put enemies to sleep.",
    "756": "If you see a light deep in a forest at night,\ndon’t go near. Shiinotic will make you fall\nfast asleep.",
    "757": "This sneaky Pokémon will slink behind its prey\nand immobilize it with poisonous gas before the\nprey even realizes Salandit is there.",
    "758": "The winner of competitions between Salazzle\nis decided by which one has the most male\nSalandit with it.",
    "759": "The way it protects itself by flailing its arms may\nbe an adorable sight, but stay well away. This is\nflailing that can snap thick tree trunks.",
    "760": "The moves it uses to take down its prey would\nmake a martial artist jealous. It tucks subdued\nprey under its arms to carry them to its nest.",
    "761": "When under attack, it secretes a sweet\nand delicious sweat. The scent only calls\nmore enemies to it.",
    "762": "Any Corvisquire that pecks at this\nPokémon will be greeted with a smack from\nits sepals followed by a sharp kick.",
    "763": "A kick from the hardened tips of this Pokémon’s\nlegs leaves a wound in the opponent’s body and\nsoul that will never heal.",
    "764": "These Pokémon smell very nice. All Comfey wear\ndifferent flowers, so each of these Pokémon has\nits own individual scent.",
    "765": "It knows the forest inside and out. If it comes\nacross a wounded Pokémon, Oranguru will\ngather medicinal herbs to treat it.",
    "766": "Passimian live in groups of about 20, with\neach member performing an assigned role.\nThrough cooperation, the group survives.",
    "767": "Wimpod gather in swarms, constantly on the\nlookout for danger. They scatter the moment\nthey detect an enemy’s presence.",
    "768": "They live in sunken ships or in holes in the\nseabed. When Golisopod and Grapploct\nbattle, the loser becomes the winner’s meal.",
    "769": "Sandygast mainly inhabits beaches. It takes\ncontrol of anyone who puts their hand into its\nmouth, forcing them to make its body bigger.",
    "770": "This Pokémon lives on beaches, but it hates\nwater. Palossand can’t maintain its castle-like\nshape if it gets drenched by a heavy rain.",
    "771": "It’s covered in a slime that keeps its skin moist,\nallowing it to stay on land for days without\ndrying up.",
    "772": "It was modeled after a mighty Pokémon of myth.\nThe mask placed upon it limits its power in order\nto keep it under control.",
    "773": "The final factor needed to release this\nPokémon’s true power was a strong bond\nwith a Trainer it trusts.",
    "774": "Although its outer shell is uncommonly durable,\nthe shock of falling to the ground smashes the\nshell to smithereens.",
    "775": "It remains asleep from birth to death as a result\nof the sedative properties of the leaves that\nform its diet.",
    "776": "Eating sulfur in its volcanic habitat is what causes\nexplosive compounds to develop in its shell.\nIts droppings are also dangerously explosive.",
    "777": "When it’s in trouble, it curls up into a ball, makes\nits fur spikes stand on end, and then discharges\nelectricity indiscriminately.",
    "778": "There was a scientist who peeked under\nMimikyu’s old rag in the name of research.\nThe scientist died of a mysterious disease.",
    "779": "Its skin is thick enough to fend off Mareanie’s\nspikes. With its robust teeth, Bruxish crunches\nup the spikes and eats them.",
    "780": "Drampa is a kind and friendly Pokémon—up until\nit’s angered. When that happens, it stirs up a\ngale and flattens everything around.",
    "781": "After lowering its anchor, it waits for its prey. It\ncatches large Wailord and drains their life-force.",
    "782": "Jangmo-o strikes its scales to communicate with\nothers of its kind. Its scales are actually fur that’s\nbecome as hard as metal.",
    "783": "Before attacking its enemies, it clashes its\nscales together and roars. Its sharp claws\nshred the opposition.",
    "784": "Certain ruins have paintings of ancient warriors\nwearing armor made of Kommo-o scales.",
    "785": "The lightning-wielding guardian deity of\nMelemele, Tapu Koko is brimming with curiosity\nand appears before people from time to time.",
    "786": "Although called a guardian deity, Tapu Lele is\ndevoid of guilt about its cruel disposition and\ncan be described as nature incarnate.",
    "787": "It makes ringing sounds with its tail to let others\nknow where it is, avoiding unneeded conflicts.\nThis guardian deity of Ula’ula controls plants.",
    "788": "Although it’s called a guardian deity, terrible\ncalamities sometimes befall those who\nrecklessly approach Tapu Fini.",
    "789": "Cosmog is very curious but not very cautious,\noften placing itself in danger. If things start to\nlook dicey, it teleports away.",
    "790": "It sucks in dust from the air at an astounding rate,\nfrantically building up energy within its core as\npreparation for evolution.",
    "791": "Solgaleo was once known as the Beast That\nDevours the Sun. Energy in the form of light\nradiates boundlessly from it.",
    "792": "It steals the light from its surroundings and then\nbecomes the full moon, showering its own light\nacross the night sky.",
    "793": "It appeared in this world from an Ultra\nWormhole. Nihilego appears to be a parasite\nthat lives by feeding on people and Pokémon.",
    "794": "Buzzwole goes around showing off its\nabnormally swollen muscles. It is one kind\nof Ultra Beast.",
    "795": "Although it’s alien to this world and a danger\nhere, it’s apparently a common organism in the\nworld where it normally lives.",
    "796": "They’ve been dubbed Ultra Beasts. Some of\nthem stand unmoving, like trees, with their\narms and legs stuck into the ground.",
    "797": "Although it’s alien to this world and a danger\nhere, it’s apparently a common organism in the\nworld where it normally lives.",
    "798": "Although it’s alien to this world and a danger\nhere, it’s apparently a common organism in the\nworld where it normally lives.",
    "799": "An unknown life-form called a UB. It may be\nconstantly hungry—it is certainly always\ndevouring something.",
    "800": "When Necrozma latches on to Lunala, it becomes\nvicious, seeing enemies everywhere it looks.\nIt will burn the world with lasers.",
    "801": "Built roughly 500 years ago by a scientist,\nthe part called the Soul-Heart is the\nactual life-form.",
    "802": "This Pokémon can conceal itself in any shadow,\nso it went undiscovered for a long time.",
    "803": "An Ultra Beast that lives in a different world, it\ncackles wildly as it sprays its opponents with\npoison from the needles on its head.",
    "804": "One kind of Ultra Beast, it fires a glowing,\nvenomous liquid from its needles. This liquid\nis also immensely adhesive.",
    "805": "When stone walls started moving and attacking,\nthe brute’s true identity was this mysterious\nlife-form, which brings to mind an Ultra Beast.",
    "806": "A UB that appeared from an Ultra Wormhole, it\ncauses explosions, then takes advantage of\nopponents’ surprise to rob them of their vitality.",
    "807": "Electricity sparks from the pads on its limbs.\nWherever Zeraora runs, lightning flashes and\nthunder echoes.",
    "808": "They live as a group, but when the time comes,\none strong Meltan will absorb all the others\nand evolve.",
    "809": "It can send electric beams streaking out from the\nhole in its belly. The beams’ tremendous energy\ncan vaporize an opponent in one shot.",
    "810": "It attacks with rapid beats of its stick.\nAs it strikes with amazing speed, it gets\nmore and more pumped.",
    "811": "When it’s drumming out rapid beats in battle, it\ngets so caught up in the rhythm that it won’t even\nnotice that it’s already knocked out its opponent.",
    "812": "The one with the best drumming techniques\nbecomes the boss of the troop. It has a gentle\ndisposition and values harmony among its group.",
    "813": "It has special pads on the backs of its feet, and\none on its nose. Once it’s raring to fight, these\npads radiate tremendous heat.",
    "814": "It kicks berries right off the branches of trees\nand then juggles them with its feet, practicing\nits footwork.",
    "815": "It’s skilled at both offense and defense, and it\ngets pumped up when cheered on. But if it starts\nshowboating, it could put itself in a tough spot.",
    "816": "When it gets wet, its skin changes color,\nand this Pokémon becomes invisible as if\nit were camouflaged.",
    "817": "Highly intelligent but also very lazy,\nit keeps enemies out of its territory\nby laying traps everywhere.",
    "818": "Its nictitating membranes let it pick out foes’\nweak points so it can precisely blast them with\nwater that shoots from its fingertips at Mach 3.",
    "819": "It eats berries nonstop—a habit that has made\nit more resilient than it looks. It’ll show up on\nfarms, searching for yet more berries.",
    "820": "Common throughout the Galar region, this\nPokémon has strong teeth and can chew\nthrough the toughest of berry shells.",
    "821": "Jumping nimbly about, this small-bodied\nPokémon takes advantage of even the slightest\nopportunity to disorient larger opponents.",
    "822": "The lessons of many harsh battles have taught it\nhow to accurately judge an opponent’s strength.",
    "823": "With their great intellect and flying skills, these\nPokémon very successfully act as the Galar\nregion’s airborne taxi service.",
    "824": "Often found in gardens, this Pokémon has hairs\non its body that it uses to assess its surroundings.",
    "825": "As it grows inside its shell, it uses its psychic\nabilities to monitor the outside world and\nprepare for evolution.",
    "826": "It emits psychic energy to observe and study\nwhat’s around it—and what’s around it can\ninclude things over six miles away.",
    "827": "Cunning and cautious, this Pokémon survives by\nstealing food from others. It erases its tracks with\nswipes of its tail as it makes off with its plunder.",
    "828": "With a lithe body and sharp claws, it goes\naround stealing food and eggs. Boltund\nis its natural enemy.",
    "829": "It whirls around in the wind while singing a joyous\nsong. This delightful display has charmed many\ninto raising this Pokémon.",
    "830": "The cotton on the head of this Pokémon can be\nspun into a glossy, gorgeous yarn—a Galar\nregional specialty.",
    "831": "If its fleece grows too long, Wooloo won’t be\nable to move. Cloth made with the wool of this\nPokémon is surprisingly strong.",
    "832": "Its majestic horns are meant only to impress the\nopposite gender. They never see use in battle.",
    "833": "It starts off battles by attacking with its rock-hard\nhorn, but as soon as the opponent flinches, this\nPokémon bites down and never lets go.",
    "834": "This Pokémon rapidly extends its retractable neck\nto sink its sharp fangs into distant enemies and\ntake them down.",
    "835": "This gluttonous Pokémon only assists people with\ntheir work because it wants treats. As it runs,\nit crackles with electricity.",
    "836": "It sends electricity through its legs to boost their\nstrength. Running at top speed, it easily breaks\n50 mph.",
    "837": "It can race around like a unicycle, even on rough,\nrocky terrain. Burning coal sustains it.",
    "838": "By rapidly rolling its legs, it can travel at over\n18 mph. The temperature of the flames it\nbreathes exceeds 1,800 degrees Fahrenheit.",
    "839": "While it’s engaged in battle, its mountain of coal\nwill burn bright red, sending off sparks that\nscorch the surrounding area.",
    "840": "As soon as it’s born, it burrows into an apple. Not\nonly does the apple serve as its food source, but\nthe flavor of the fruit determines its evolution.",
    "841": "It flies on wings of apple skin and spits a\npowerful acid. It can also change its shape\ninto that of an apple.",
    "842": "Its body is covered in sweet nectar, and the\nskin on its back is especially yummy. Children\nused to have it as a snack.",
    "843": "It spews sand from its nostrils. While the enemy\nis blinded, it burrows into the ground to hide.",
    "844": "Sand swirls around its body with such speed and\npower that it could pulverize a skyscraper.",
    "845": "This hungry Pokémon swallows Arrokuda whole.\nOccasionally, it makes a mistake and tries to\nswallow a Pokémon other than its preferred prey.",
    "846": "After it’s eaten its fill, its movements become\nextremely sluggish. That’s when Cramorant\nswallows it up.",
    "847": "It spins its tail fins to propel itself, surging\nforward at speeds of over 100 knots before\nramming prey and spearing into them.",
    "848": "It manipulates the chemical makeup of its poison\nto produce electricity. The voltage is weak, but it\ncan cause a tingling paralysis.",
    "849": "This short-tempered and aggressive Pokémon\nchugs stagnant water to absorb any toxins it\nmight contain.",
    "850": "It wraps prey up with its heated body, cooking\nthem in its coils. Once they’re well-done, it will\nvoraciously nibble them down to the last morsel.",
    "851": "While its burning body is already dangerous on\nits own, this excessively hostile Pokémon also has\nlarge and very sharp fangs.",
    "852": "Its tentacles tear off easily, but it isn’t alarmed\nwhen that happens—it knows they’ll grow back.\nIt’s about as smart as a three-year-old.",
    "853": "Searching for an opponent to test its skills\nagainst, it emerges onto land. Once the battle\nis over, it returns to the sea.",
    "854": "The teacup in which this Pokémon makes its\nhome is a famous piece of antique tableware.\nMany forgeries are in circulation.",
    "855": "When angered, it launches tea from its body\nat the offender’s mouth. The tea causes\nstrong chills if swallowed.",
    "856": "If this Pokémon senses a strong emotion, it\nwill run away as fast as it can. It prefers areas\nwithout people.",
    "857": "Using the braids on its head, it pummels foes to\nget them to quiet down. One blow from those\nbraids would knock out a professional boxer.",
    "858": "If you’re too loud around it, you risk being torn\napart by the claws on its tentacle. This Pokémon\nis also known as the Forest Witch.",
    "859": "It sneaks into people’s homes, stealing things\nand feasting on the negative energy of the\nfrustrated occupants.",
    "860": "With sly cunning, it tries to lure people into the\nwoods. Some believe it to have the power to\nmake crops grow.",
    "861": "Its hairs work like muscle fibers. When its hairs\nunfurl, they latch on to opponents, ensnaring\nthem as tentacles would.",
    "862": "It evolved after experiencing numerous fights.\nWhile crossing its arms, it lets out a shout that\nwould make any opponent flinch.",
    "863": "After many battles, it evolved dangerous\nclaws that come together to form daggers\nwhen extended.",
    "864": "Be cautious of the ectoplasmic body\nsurrounding its soul. You’ll become\nstiff as stone if you touch it.",
    "865": "After deflecting attacks with its hard leaf shield,\nit strikes back with its sharp leek stalk. The leek\nstalk is both weapon and food.",
    "866": "Its amusing movements make it very popular.\nIt releases its psychic power from the pattern\non its belly.",
    "867": "Never touch its shadowlike body, or you’ll be\nshown the horrific memories behind the picture\ncarved into it.",
    "868": "This Pokémon was born from sweet-smelling\nparticles in the air. Its body is made of cream.",
    "869": "When Alcremie is content, the cream it\nsecretes from its hands becomes sweeter\nand richer.",
    "870": "The six of them work together as one Pokémon.\nTeamwork is also their battle strategy, and they\nconstantly change their formation as they fight.",
    "871": "It stores electricity in each spine. Even if one gets\nbroken off, it still continues to emit electricity for\nat least three hours.",
    "872": "It eats snow that piles up on the ground.\nThe more snow it eats, the bigger and more\nimpressive the spikes on its back grow.",
    "873": "It shows no mercy to any who desecrate fields\nand mountains. It will fly around on its icy wings,\ncausing a blizzard to chase offenders away.",
    "874": "Once a year, on a specific date and at a specific\ntime, they gather out of nowhere and form up in\na circle.",
    "875": "This Pokémon keeps its heat-sensitive head cool\nwith ice. It fishes for its food, dangling its single\nhair into the sea to lure in prey.",
    "876": "Through its horns, it can pick up on the emotions\nof creatures around it. Positive emotions are the\nsource of its strength.",
    "877": "It carries electrically roasted seeds with it as if\nthey’re precious treasures. No matter how much\nit eats, it always gets hungry again in short order.",
    "878": "If a job requires serious strength, this Pokémon\nwill excel at it. Its copper body tarnishes in the\nrain, turning a vibrant green color.",
    "879": "These Pokémon live in herds. Their trunks have\nincredible grip strength, strong enough to crush\ngiant rocks into powder.",
    "880": "The powerful muscles in its tail generate its\nelectricity. Compared to its lower body,\nits upper half is entirely too small.",
    "881": "This Pokémon lived on prehistoric seashores and\nwas able to preserve food with the ice on its\nbody. It went extinct because it moved so slowly.",
    "882": "Its mighty legs are capable of running at\nspeeds exceeding 40 mph, but this Pokémon\ncan’t breathe unless it’s underwater.",
    "883": "The skin on its face is impervious to attack, but\nbreathing difficulties made this Pokémon go\nextinct anyway.",
    "884": "The special metal that composes its body is very\nlight, so this Pokémon has considerable agility.\nIt lives in caves because it dislikes the rain.",
    "885": "If this weak Pokémon is by itself, a mere child\ncould defeat it. But if Dreepy has friends to help\nit train, it can evolve and become much stronger.",
    "886": "Without a Dreepy to place on its head and\ncare for, it gets so uneasy it’ll try to substitute\nany Pokémon it finds for the missing Dreepy.",
    "887": "Apparently the Dreepy inside Dragapult’s\nhorns eagerly look forward to being launched out\nat Mach speeds.",
    "888": "This Pokémon has slumbered for many years.\nSome say it’s Zamazenta’s elder sister—others\nsay the two Pokémon are rivals.",
    "889": "This Pokémon slept for aeons while in the form of\na statue. It was asleep for so long, people forgot\nthat it ever existed.",
    "890": "It was inside a meteorite that fell 20,000 years\nago. There seems to be a connection between\nthis Pokémon and the Dynamax phenomenon.",
    "891": "If Kubfu pulls the long white hair on its head,\nits fighting spirit heightens and power wells up\nfrom the depths of its belly.",
    "892": "This form of Urshifu is a strong believer in\ndefeating foes by raining many blows down on\nthem. Its strikes are nonstop, flowing like a river.",
    "893": "This Zarude’s special strength stems from its love\nand care for an orphaned human child that the\nPokémon has raised since the child’s infancy.",
    "894": "Its entire body is made up of a single organ that generates electrical energy. Regieleki is capable of creating all Galar's electricity.",
    "895": "Its body is composed of crystallized dragon energy. Regidrago is said to have the powers of every dragon Pokémon.",
    "896": "Glastrier has tremendous physical strength, and the mask of ice covering its face is 100 times harder than diamond.",
    "897": "As it dashes through the night, Spectrier absorbs the life-force of sleeping creatures. It craves silence and solitude.",
    "898": "Calyrex is known in legend as a king that ruled over Galar in ancient times. It has the power to cause hearts to mend and plants to spring forth."
}